[
  {
    "pubmed_id": "40279065",
    "title": "Immunohistochemical Expression of PARK2 and YAP in Oral Epithelial Dysplasia and Oral Squamous Cell Carcinoma.",
    "abstract": "Oral squamous cell carcinoma is the most prevalent of all the oral cancers. There is no definitive marker available for its early diagnosis and its effective prognosis. YAP serves as a transcriptional regulator in hippo tumor suppressor pathway thereby activating the transcription of genes taking part in cellular proliferation, alteration, migration, and invasion. On the contrary, PARK2 acts as a tumor suppressor and has been widely explored in various malignancies. However, its role in OSCC carcinogenesis is untrodden. To evaluate the Immunohistochemical expression of YAP and PARK2 in oral epithelial dysplasia and Oral Squamous Cell Carcinoma and establish them as prognostic markers. The study sample consisted of 70 formalin fixed paraffin embedded tissue sections of normal oral mucosa (10), oral epithelial dysplasia (30) and oral squamous cell carcinoma (30). Immunohistochemical analysis of YAP and PARK2 was done and final scores were calculated. Further, the markers were graded as low and high expression groups. Statistical analysis was done using chi-square test, cox regression analysis and Spearman's correlation. Kaplan Meier plot for survival analysis was also plotted. Immunohistochemical expression of YAP depicted a gradual incline from normal oral mucosa to oral squamous cell carcinoma while PARK2 showed a reverse trend. Significant difference of YAP and PARK2 expression between three groups was noted. Inverse moderate degree of correlation was observed between both the markers in OSCC group. Concomitant immunoexpression of YAP and PARK2 with a moderate degree of inverse correlation from normal oral mucosa to oral squamous cell carcinoma could probably serve as diagnostic and prognostic markers as they might act through a common mechanism, probably hippo/YAP signaling, which could be further confirmed by larger sample size, including longer follow up in future studies.",
    "doi": "10.1007/s12105-025-01790-2",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40279034",
    "title": "Ghost Cell Odontogenic Carcinoma of the Anterior Maxilla with ARID1A Mutation: A Case Report and Literature Review.",
    "abstract": "Ghost cell odontogenic carcinoma (GCOC) is a rare malignant neoplasm that has a propensity for the maxilla, with a male predilection, and approximately sixty-four cases reported to date. We herein report the sixty-fifth case in a 38-year-old male patient with maxillary lesion, along with an extensive literature review. A 38-year-old male patient was referred to the oral and maxillofacial surgery clinic at King Fahad Medical City (KFMC), Riyadh, Saudi Arabia, with a nonhealing proliferative growth in the anterior maxilla for two months. Microscopically, the lesion showed ghost cells and dentinoid deposition with ameloblastoma-like epithelial linings and malignant features, including nuclear pleomorphism, increased mitosis, necrosis, perivascular invasion, and invasion into adjacent bone. The tumor cells were reactive to CAM5.2, p63, CK5/6 and CK19, with CK5/6 and CK19 being positive in the peripheral area in a ring-like pattern in the ghost cell region. Additionally, nuclear staining of beta-catenin was detected while next generation sequencing revealed mutations in the CTNNB1 variant c.110 C > G p.(Ser37Cys) and the ARID1A variant c.4420 C > T p. (Gln1474*), respectively, at the high variant allele. The patient was treated with surgical excision and bilateral cervical lymph node dissection followed by adjuvant radiotherapy, and the patient was free of disease after 30 months. Ghost cell odontogenic carcinoma is a rare aggressive odontogenic tumor that can be challenging to diagnose, especially with incisional biopsy. CTNNB1 is a consistent gene mutation in this tumor; however, ARID1A was reported for the first time in our patient.",
    "doi": "10.1007/s12105-025-01785-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40279002",
    "title": "Upregulated ATG4B predicts poor prognosis and correlates with angiogenesis in osteosarcoma.",
    "abstract": "Osteosarcoma (OS) is the most common primary bone cancer in children and adolescents. Between 35 and 45% of these patients do not respond to standard chemotherapeutic treatments, resulting in a very low 5-year survival rate of only 5-20%. This resistance often leads to treatment failure and unfavorable prognoses, highlighting the critical need for new therapeutic targets to improve treatment strategies. Autophagy-related gene 4 B (ATG4B) is a crucial cysteine protease for autophagosome formation. It is overexpressed and correlates with poor prognosis in various cancers. However, the relationship between ATG4B expression and angiogenesis in OS remains unexplored. This study investigated the expression levels of ATG4B and VEGF in OS and their correlation with clinicopathological data. This study included 67 paraffin-embedded OS tissue samples. ATG4B and VEGF expression levels were assessed via immunohistochemistry, and their associations with clinicopathological variables were statistically analyzed. Additionally, ATG4B gene expression in OS was examined via GEO datasets from https://www.ncbi.nlm.nih.gov . ATG4B and VEGF were expressed in 79.1% and 74.6% of the osteosarcoma samples, respectively. There was a significant positive correlation between ATG4B expression and tumor size, tumor stage, and histological response to neoadjuvant chemotherapy, with p values of 0.013, 0.008, and 0.022, respectively. VEGF expression was also significantly correlated with tumor size, tumor stage, and the presence of distant metastasis at diagnosis, with p values of 0.022, 0.044, and 0.013, respectively. A notable positive correlation between ATG4B and VEGF expression levels was observed (p=0.002), which was supported by the GEO dataset analysis. High ATG4B and VEGF overexpression were significantly associated with worse overall survival by univariate analysis. The results suggest that ATG4B acts as a tumor promoter in OS, indicating its potential as a therapeutic target to inhibit tumor growth. Elevated ATG4B levels may also serve as a marker for poor prognosis. Additionally, VEGF overexpression is linked to a greater likelihood of pulmonary metastasis and a worse overall prognosis. The positive correlation between ATG4B and VEGF suggests that the absence of both markers could be indicative of a better chemotherapy response, offering insights into potential new treatment approaches.",
    "doi": "10.1186/s43046-025-00269-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278994",
    "title": "Novel Genetic Risk Variants Associated with Oral Tongue Squamous Cell Carcinoma.",
    "abstract": "Limited data from genome-wide association studies (GWAS) focusing on oral tongue squamous cell carcinoma (OTSCC) are available. The present study was conducted to explore genetic associations for OTSCC. A GWAS on 376 cases of OTSCC was conducted using the FinnGen Data Freeze-12 dataset. The case-cohort included 205 males and 171 females. Cases with malignancies involving the base of the tongue or lingual tonsil were excluded from the case-cohort. Individuals with no recorded history of malignancy were used as controls (n = 407,067). A Phenome-wide association study (PheWAS) was performed for the lead variants to assess their co-associations with other cancers. GWAS analysis identified three genome-wide significant loci associated with OTSCC (p < 5 × 10-8), located at 5p15.33 (rs27067 near gene LINC01511), 10q24 (rs1007771191 near RPS3AP36), and 20p12.3 (rs1438070080 near PLCB1), respectively. PheWAS showed associations of rs27067 mainly with prostate cancer (OR = 1.06, p = 5.41 × 10<sup>-7</sup>), and seborrheic keratosis (OR = 1.11, p = 1.51 × 10<sup>-11</sup>). A co-directional effect with melanoma was also observed (OR = 0.93, p = 6.24 × 10<sup>-5</sup>). The GWAS detected two novel genetic associations with OTSCC. Further research is needed to identify the genes at these loci that contribute to the molecular pathogenesis of OTSCC.",
    "doi": "10.1007/s12105-025-01784-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278985",
    "title": "Chondrosarcoma in the Posterior Maxilla Region.",
    "abstract": "Chondrosarcoma is a malignant neoplasm characterized by the production of a cartilaginous matrix. We present the case of a 58-year-old male patient referred to the maxillofacial surgery and traumatology service due to swelling in the posterior region of the right maxilla, with a duration of 8 months, and a previous history of a fibro-osseous lesion in the region. Intraoral examination revealed a rounded lesion with ulceration, firm upon palpation, in the area of teeth 17 and 18. The panoramic radiograph revealed a radiopaque lesion with a flocculated pattern in the right maxilla, and computed tomography showed a hyperdense lesion containing hypodense areas. Histopathological analysis revealed the presence of immature cartilage, with rounded neoplastic cells, nuclei of varied sizes, and intense pleomorphism, leading to a diagnosis of chondrosarcoma. The patient underwent surgical resection followed by radiotherapy and, after one year of follow-up, has shown no signs of recurrence. Although rare in gnathic bones, chondrosarcoma should be considered in the differential diagnosis of osseous enlargement in this region.",
    "doi": "10.1007/s12105-025-01781-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278970",
    "title": "Loss of Heterozygosity in Oral Potentially Malignant Disorders and Oral Squamous Cell Carcinoma - A Scoping Review.",
    "abstract": "This scoping review was conducted to ascertain the loss of heterozygosity (LOH) signatures reported in Oral Potentially Malignant Disorders (OPMD) and Oral Squamous Cell Carcinoma (OSCC), in the literature in the last fifty years. The Joanna Briggs Institute recommendations (2023) for scoping review were used to extract, analyze, and present the results. The review was reported according to the PRISMA guidelines for Scoping Reviews (PRISMA-ScR). The most commonly reported genes associated with LOH in OPMD and OSCC are discussed. The Gene Ontology functional enrichment analysis gives the significance of the protein-protein interactions (PPI) of these genes using the STRING database. An exhaustive database search of the title, abstract, and full-text screening consistent with the eligibility criteria yielded 277 studies. LOH commonly studied in OPMD and OSCC include p53 gene, p16 gene, adenomatous polyposis coli gene, retinoblastoma (Rb) gene, fragile histidine triad (FHIT) gene and phosphatase and tensin homolog (PTEN) gene. Chromosome loci involving 17p, 9p, 5q, 13q, 3p, and 10q were frequently reported in OPMD and OSCC. PPI analysis demonstrated strong evidence of p53 interaction with p16, FHIT, and Rb. Distinctive signatures of LOH are seen in OPMD and OSCC. The LOH patterns identified in this scoping review underline the significance of advanced molecular techniques and the need for long-term prospective cohorts to understand LOH pathophysiology in oral carcinogenesis to enable their usefulness as biomarkers in early diagnosis, treatment, and prognostication of oral cancer.",
    "doi": "10.1007/s12105-025-01787-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278968",
    "title": "N6-methyladenosine-modified circ_0000517 promotes non-small cell lung cancer metastasis via miR-1233-3p/CDH6 axis.",
    "abstract": "Circular RNAs (circRNAs) exhibit dysregulation in non-small cell lung cancer (NSCLC) and regulate the malignant biological behavior of NSCLC. The N6-methyladenosine (m6A) modification of circRNAs plays a critical role in multiple malignant tumors, and their biological relevance in NSCLC is unclear. Herein, this study was conducted to investigate the novel functional mechanism of highly expressed circ_0000517 in NSCLC by developing in vitro experiments. We found that circ_0000517 was upregulated in NSCLC tissues and cells, and that increased circ_0000517 expression was associated with m6A modification. Biologically, silenced circ_0000517 hindered the proliferation, colony formation, migration and invasion of NSCLC cells in vitro, and also suppressed the EMT-related process. Mechanistically, highly expressed circ_0000517 activated CDH6 expression and EMT evolution through sponging miR-1233-3p. Notably, miR-1233-3p had the opposite effect and reversed the promotion effect of circ_0000517 on the malignant biological behavior of NSCLC cells. Our study revealed a promising novel endogenous regulatory network that m6A-modified circ_0000517 accelerated malignant evolution of NSCLC by targeting the miR-1233-3p/CDH6 axis.",
    "doi": "10.1007/s10735-025-10421-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278959",
    "title": "Comparison of structural, optical, and thermal properties in MoS<sub>2</sub> based nanocomposites into cancer therapy.",
    "abstract": "The objective of the present study is to evaluate the potential of novel molybdenum disulfide (MoS<sub>2</sub>)-based nanocomposites for photothermal therapy. For this purpose, MoS<sub>2</sub>-CuS (MoCS) and MoS<sub>2</sub>-AuNR (MoAu) nanocomposites were synthesized by physically mixing MoS<sub>2</sub> suspensions with CuS and AuNRs, respectively. The structural and optical properties of these nanocomposites were characterized using X-ray diffraction (XRD), transmission electron microscopy (TEM), ultraviolet-visible (UV-Vis) spectroscopy, and Fourier transform infrared (FTIR) spectroscopy. The photothermal performance of the nanocomposites was assessed under near-infrared (NIR) radiation at a power density of 1 W/cm<sup>2</sup> for 10 min. The results demonstrated that both MoCS and MoAu nanocomposites exhibited enhanced photothermal heating compared to their individual components. Furthermore, the MoAu nanocomposite generated higher photothermal heat than the MoCS nanocomposite. These findings suggest that the MoCS and MoAu nanocomposites have strong potential as novel photothermal agents for cancer therapy.",
    "doi": "10.1007/s10856-025-06883-6",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278957",
    "title": "Melanotic Neuroectodermal Tumor of Infancy: Clinicopathological Evaluation of a 10-Year Consecutive Case Series from a Tertiary Cancer Center.",
    "abstract": "Melanotic Neuroectodermal Tumor of Infancy (MNTI) is a rare, locally aggressive tumor with distinct pathological features and treatment paradigms commonly occurring in the head and neck region. Microscopically, it consists of a biphasic population of small neuroblast-like cells and larger melanin-containing epithelioid cells. The main purpose of this study is to characterize clinicopathological and immunohistochemical features of MNTI at a single institution and discuss challenges in the differential diagnosis. We performed a retrospective analysis of MNTI cases diagnosed at our center during a 10-year period and discussed the differential diagnoses. Eleven MNTI cases were identified. Median patient age was 5 months. Male to Female ratio was 1.75:1. Tumor distribution was in the Maxilla (n = 8), Mandible (n = 1) greater wing of Sphenoid (n = 1), and Temporal bone (n = 1). All tumors revealed classic biphasic morphology in the resection specimens. By immunohistochemistry, 9/9 (100%) cases were positive for both AE1/AE3 and HMB45 in the larger epithelioid cells and 6/6 (100%) were positive for Synaptophysin in the smaller neuroblast-like cells. One patient had unique nested areas composed of mature glial tissue. One patient who had incomplete resection was given adjuvant radiotherapy. One patient developed a solitary ipsilateral lymph nodal metastasis. Follow-up period ranged from 1 to 93 months. All the patients were alive with no evidence of disease at the last follow-up (median: 16 months). Lack of consideration of MNTI in the differential diagnosis can lead to misdiagnosis and undue exposure to cytotoxic therapies. Awareness of the classic biphasic morphology and distinct immunoprofile of MNTI is essential.",
    "doi": "10.1007/s12105-025-01789-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  },
  {
    "pubmed_id": "40278951",
    "title": "The role of CXC chemokines and receptors in breast cancer.",
    "abstract": "CXC chemokines are a class of cytokines possessing chemotactic properties. Studies indicate that CXC chemokines exhibit dysregulation in miscellaneous cancer categories and are significantly associated with the advancement of tumors. Breast cancer is a commonly diagnosed and fatal cancer among the female population. Breast cancer pathogenesis and progression involve various mechanisms, including invasion, metastasis, angiogenesis, and inflammation. Chemokines and their receptors are involved in all of these processes. The CXC chemokine receptors (CXCRs) and their related ligands have attracted considerable attention due to their multifaceted functions in facilitating and controlling tumor proliferation. CXCRs are expressed by both cancer cells and immune cells, and they play a crucial role in regulating the tumor microenvironment and the immune response. This review aims to assess the potential of CXCRs and CXC chemokines as therapeutic targets or biomarkers for personalized therapy. Additionally, it provides an overview of the current understanding of the expression, function, and prognostic relevance of CXCRs in breast cancer. Furthermore, the challenges and potential prospects pertaining to CXCR investigation in breast cancer are deliberated.",
    "doi": "10.1007/s10238-025-01662-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-25T16:17:16.921714"
  }
]