[
  {
    "pubmed_id": "40279344",
    "title": "Noninvasive prognostication of hepatocellular carcinoma based on cell-free DNA methylation.",
    "abstract": "The current noninvasive prognostic evaluation methods for hepatocellular carcinoma (HCC), which are largely reliant on radiographic imaging features and serum biomarkers such as alpha-fetoprotein (AFP), have limited effectiveness in discriminating patient outcomes. Identification of new prognostic biomarkers is a critical unmet need to improve treatment decision-making. Epigenetic changes in cell-free DNA (cfDNA) have shown promise in early cancer diagnosis and prognosis. Thus, we aim to evaluate the potential of cfDNA methylation as a noninvasive predictor for prognostication in patients with active, radiographically viable HCC. Using Illumina HumanMethylation450 array data of 377 HCC tumors and 50 adjacent normal tissues obtained from The Cancer Genome Atlas (TCGA), we identified 158 HCC-related DNA methylation markers associated with overall survival (OS). This signature was further validated in 29 HCC tumor tissue samples. Subsequently, we applied the signature to an independent cohort of 52 patients with plasma cfDNA samples by calculating the cfDNA methylation-based risk score (methRisk) via random survival forest models with 10-fold cross-validation for the prognostication of OS. The cfDNA-based methRisk showed strong discriminatory power when evaluated as a single predictor for OS (3-year AUC = 0.81, 95% CI: 0.68-0.94). Integrating the methRisk with existing risk indices like Barcelona clinic liver cancer (BCLC) staging significantly improved the noninvasive prognostic assessments for OS (3-year AUC = 0.91, 95% CI: 0.80-1), and methRisk remained an independent predictor of survival in the multivariate Cox model (P = 0.007). Our study serves as a pilot study demonstrating that cfDNA methylation biomarkers assessed from a peripheral blood draw can stratify HCC patients into clinically meaningful risk groups. These findings indicate that cfDNA methylation is a promising noninvasive prognostic biomarker for HCC, providing a proof-of-concept for its potential clinical utility and laying the groundwork for broader applications.",
    "doi": "10.1371/journal.pone.0321736",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017836"
  },
  {
    "pubmed_id": "40279337",
    "title": "Solute carrier family 2 member 2 (glucose transporter 2): a common factor of hepatocyte and hepatocellular carcinoma differentiation.",
    "abstract": "GLUT2 (SLC2A2), a vital glucose transporter in liver, pancreas, and kidney tissues, regulates blood glucose levels and energy metabolism. Beyond its metabolic role, SLC2A2 contributes to cell differentiation and metabolic adaptation during embryogenesis and tissue regeneration. Despite its significance, the role of SLC2A2 in liver differentiation and hepatocellular carcinoma (HCC) remains underexplored. This study investigated SLC2A2's role in liver differentiation using in silico, in vitro, and in vivo approaches. Analysis of GEO datasets (GSE132606, GSE25417, GSE67848) and TCGA HCC data revealed that while SLC2A2 expression decreases with HCC progression, stemness-associated genes, including SOX2 and POU5F1, are upregulated. Zebrafish embryos injected with SLC2A2-targeting morpholino exhibited reduced expression of the liver differentiation marker fabp10a without significantly altering the hepatoblast marker hhex. In HepG2 cells, SLC2A2 knockdown increased stemness and IGF1R pathway markers, indicating a shift toward less differentiated states. These findings suggest that SLC2A2 supports liver differentiation by regulating glucose metabolism and suppressing pathways associated with stemness and malignancy. Targeting SLC2A2 may serve as a promising therapeutic strategy for liver-related diseases, particularly HCC, by addressing its dual role in differentiation and tumor progression. Further mechanistic studies are warranted to fully elucidate these processes.",
    "doi": "10.1371/journal.pone.0321020",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017845"
  },
  {
    "pubmed_id": "40279333",
    "title": "Ethnic Sensitivity Assessment of Mosunetuzumab Pharmacokinetics and Pharmacodynamics in Chinese Patients With Relapsed or Refractory Follicular Lymphoma.",
    "abstract": "Mosunetuzumab, a CD20 × CD3 T-cell-engaging bispecific antibody, redirects T cells to eliminate malignant B cells. The purpose of YO43555 was to assess the pharmacokinetics (PK), safety, tolerability, and efficacy of mosunetuzumab as a single agent in Chinese patients with relapsed/refractory follicular lymphoma (R/R FL). The impact of ethnicity/region on the PK disposition of mosunetuzumab was assessed by non-compartmental analysis (NCA) as well as a population PK (popPK) approach. A previously established popPK model for intravenous mosunetuzumab, built from the global Phase I/II study GO29781, was externally validated with the PK data from study YO43555. Results from the PK analysis showed that the global popPK model adequately captured the individual PK of the Chinese population. The model predicted mosunetuzumab exposure metrics in Chinese patients were similar to those observed in Asian patients in the GO29781 R/R FL subpopulation with the same dose regimen, while the exposure differences between Chinese and Non-Asians from the global population were < 20%. An overlay of the exposure levels for Chinese patients on the established E-R relationship in global patients indicated that the mosunetuzumab exposure of Chinese patients remained within the established bounds for clinical safety and efficacy. The cytokine biomarkers IL-6 and TNF-α showed similar time-course patterns of release as observed in globally enrolled patients. In summary, mosunetuzumab PK disposition did not show significant ethnic sensitivity that would impact patient outcomes. Therefore, dose adjustment of the globally approved mosunetuzumab regimen is not warranted for Chinese patients with R/R FL. Trial Registration: ClinicalTrials.gov identifier: NCT02500407.",
    "doi": "10.1111/cts.70211",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017848"
  },
  {
    "pubmed_id": "40279317",
    "title": "Prognostic significance of KRAS, NRAS, BRAF, and PIK3CA mutations in stage II/III colorectal cancer: A retrospective study and meta-analysis.",
    "abstract": "The prognostic significance of KRAS and BRAF mutations is well-established in metastatic colorectal cancer (CRC) but remains uncertain in early-stage tumors. This study retrospectively analyzed 47 stage II/III CRC patients undergoing curative surgery to assess the association of mutations in KRAS, NRAS, BRAF, and PIK3CA with overall survival (OS) and disease-free survival (DFS). Additionally, a meta-analysis was conducted to validate the prognostic relevance of these gene mutations. We included post hoc analyses of phase III randomized controlled trials (RCTs) in stage II/III patients receiving adjuvant therapy after curative resection in the meta-analysis. Pooled hazard ratio (HR) and 95% confidence interval (CI) was calculated using a random-effect model in the overall population, stratified subgroups adjusted for microsatellite instability (MSI) status, and within MSI-high (MSI-H) and microsatellite-stable (MSS) populations. In the retrospective cohort, mutations in KRAS, NRAS, BRAF, and PIK3CA were identified in 29.8%, 4.3%, 8.5%, and 14.9% of patients, respectively. No significant association between individual genes and survival was observed. However, in MSS patients, concurrent mutations were significantly associated with shorter OS and DFS (log-rank test, P < 0.05). The meta-analysis incorporated 13 eligible studies, including 15,034 patients. Pooled analyses revealed that KRAS and BRAF mutations were significantly linked to poor OS (KRAS: HR = 1.25, 95%CI: 1.06-1.47, P = 0.008; BRAF: HR = 1.43, 95%CI: 1.26-1.63, P < 0.001) and DFS (KRAS: HR = 1.36, 95%CI: 1.21-1.53, P < 0.001; BRAF: HR = 1.21, 95%CI: 1.02-1.44, P = 0.032). The prognostic impact of BRAF mutation increased with MSI adjustment compared those without MSI adjustment. In MSS tumors, KRAS-mutant patients demonstrated significantly shorter DFS (HR = 1.63, 95%CI: 1.25-2.13, P < 0.001), while BRAF-mutant patients exhibited reduced OS (HR = 1.53, 95%CI: 1.24-1.89, P < 0.001) and DFS (HR = 1.72, 95%CI: 1.20-2.46, P = 0.003) compared to wildtype patients. Conversely, no significant survival differences were found between mutant and wildtype patients in the MSI-H population. Although PIK3CA mutation was nominally associated with OS (HR = 0.86, 95%CI: 0.75-1.00, P = 0.046), the pooled result lacked robustness. In conclusion, KRAS and BRAF mutations had a negative prognostic impact on MSS stage II/III CRC patients receiving adjuvant therapy following curative resection. These patients may benefit from more effective adjuvant treatment strategies.",
    "doi": "10.1371/journal.pone.0320783",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017850"
  },
  {
    "pubmed_id": "40279308",
    "title": "Molecular Mechanisms Governing CD8 T Cell Differentiation and Checkpoint Inhibitor Response in Cancer.",
    "abstract": "CD8 T cells play a critical role in antitumor immunity. However, over time, they often become dysfunctional or exhausted and ultimately fail to control tumor growth. To effectively harness CD8 T cells for cancer immunotherapy, a detailed understanding of the mechanisms that govern their differentiation and function is crucial. This review summarizes our current knowledge of the molecular pathways that regulate CD8 T cell heterogeneity and function in chronic infection and cancer and outlines how T cells respond to therapeutic checkpoint blockade. We explore how T cell-intrinsic and -extrinsic factors influence CD8 T cell differentiation, fate choices, and functional states and ultimately dictate their response to therapy. Identifying cells that orchestrate long-term antitumor immunity and understanding the mechanisms that govern their development and persistence are critical steps toward improving cancer immunotherapy.",
    "doi": "10.1146/annurev-immunol-082223-044122",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017852"
  },
  {
    "pubmed_id": "40279260",
    "title": "Changes in local mineral homeostasis facilitate the formation of benign and malignant testicular microcalcifications.",
    "abstract": "Testicular microcalcifications consist of hydroxyapatite and have been associated with an increased risk of testicular germ cell tumors (TGCTs) but are also found in benign cases such as loss-of-function variants in the phosphate transporter <i>SLC34A2</i>. Here, we show that fibroblast growth factor 23 (FGF23), a regulator of phosphate homeostasis, is expressed in testicular germ cell neoplasia in situ (GCNIS), embryonal carcinoma (EC), and human embryonic stem cells. FGF23 is not glycosylated in TGCTs and therefore cleaved into a C-terminal fragment which competitively antagonizes full-length FGF23. Here, <i>Fgf23</i> knockout mice presented with marked calcifications in the epididymis, spermatogenic arrest, and focally germ cells expressing the osteoblast marker Osteocalcin (gene name: <i>Bglap</i>, protein name). Moreover, the frequent testicular microcalcifications in mice with no functional androgen receptor and lack of circulating gonadotropins are associated with lower <i>Slc34a2</i> and higher <i>Bglap</i>/<i>Slc34a1</i> (protein name: NPT2a) expression compared with wild-type mice. In accordance, human testicular specimens with microcalcifications also have lower <i>SLC34A2</i> and a subpopulation of germ cells express phosphate transporter NPT2a, Osteocalcin, and RUNX2 highlighting aberrant local phosphate handling and expression of bone-specific proteins. Mineral disturbance in vitro using calcium or phosphate treatment induced deposition of calcium phosphate in a spermatogonial cell line and this effect was fully rescued by the mineralization inhibitor pyrophosphate. In conclusion, testicular microcalcifications arise secondary to local alterations in mineral homeostasis, which in combination with impaired Sertoli cell function and reduced levels of mineralization inhibitors due to high alkaline phosphatase activity in GCNIS and TGCTs facilitate osteogenic-like differentiation of testicular cells and deposition of hydroxyapatite.",
    "doi": "10.7554/eLife.95545",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017855"
  },
  {
    "pubmed_id": "40279206",
    "title": "A novel cancer-associated fibroblast-related gene signature for predicting diffuse large B cell lymphoma prognosis using weighted gene co-expression network analysis and machine learning.",
    "abstract": "ObjectiveOur objective was to investigate a novel cancer-associated fibroblast-related gene signature for predicting clinical outcomes in patients with diffuse large B cell lymphoma.MethodsThe cancer-associated fibroblast-related module genes were identified from Gene Expression Omnibus datasets using weighted gene co-expression network analysis in our retrospective study. Least Absolute Shrinkage and Selection Operator Cox regression was applied to screen a minimal set of genes and construct a prognostic cancer-associated fibroblast-related gene signature for diffuse large B cell lymphoma. Kaplan-Meier plots and receiver operating characteristic curves were used to assess the prognostic performance of the prognostic cancer-associated fibroblast-related genes. A nomogram encompassing the clinical information and prognostic scores of the patients was constructed. Additionally, the relationships of the gene signature with the immune landscape and drug sensitivity were explored.ResultsCapitalizing on machine learning, we developed a prognostic cancer-associated fibroblast-related gene signature risk model, efficiently categorizing patients with diffuse large B cell lymphoma into high- and low-risk groups and exhibiting a more robust capacity for survival prediction. The nomogram showed stronger prognostic ability than the clinical factor-based model or the risk score alone. We also observed significant differences in immune cell profiles and therapeutic responses between the two groups, offering valuable insights for developing personalized treatments for diffuse large B cell lymphoma.ConclusionsWe developed a prognostic cancer-associated fibroblast-related gene-based genetic risk model to predict the prognosis of diffuse large B cell lymphoma, potentially aiding in treatment selection.",
    "doi": "10.1177/03000605251331250",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017856"
  },
  {
    "pubmed_id": "40279127",
    "title": "Geographic Variation of Racial and Ethnic Differences in Uterine Cancer Survival.",
    "abstract": "Racial and ethnic disparities in uterine cancer survival are well-documented; however, limited data exist regarding the interplay of geography, diversity, and race and ethnicity in survival disparities. To examine associations of race and ethnicity with uterine cancer-specific survival according to geographic region and regional diversity. This retrospective cohort study included patients with uterine cancer diagnosed from 2000 to 2019, from 17 Surveillance, Epidemiology, End Results registries, grouped by US location and ranked according to the US Census Bureau's Diversity Index (DI; range, 0%-100%; higher values indicate greater diversity), a metric of racial and ethnic composition. Analyses were conducted from June 8, 2024 to October 30, 2024. Race and ethnicity of patients with uterine cancer, categorized as Asian, Black, Hispanic, and White. Cox proportional hazards models were used to estimate hazard ratios (HRs) and 95% CIs for multivariable-adjusted associations of race and ethnicity with uterine cancer-specific survival (primary outcome) in the overall sample and stratified by location. Location-stratified models were used to examine whether associations of race and ethnicity with survival varied by tumor characteristics. Among 162 500 patients with uterine cancer (median [IQR] age at diagnosis, 61 [54-69] years), there were 12 226 Asian patients (7.5%), 14 007 Black patients (8.6%), 20 799 Hispanic patients (12.8%), and 115 468 White patients (71.1%). Cancer-specific survival was better among Asian patients (HR, 0.91; 95% CI, 0.86-0.97), worse among Black patients (HR, 1.34; 95% CI, 1.28-1.40), and not different among Hispanic patients (HR, 1.01; 95% CI, 0.97-1.06) compared with White patients. Location-stratified analyses found worse uterine cancer-specific survival among Black patients compared with White patients in both higher DI locations (California: HR, 1.34; 95% CI, 1.25-1.44; DI, 69.7%; New Jersey: HR, 1.34; 95% CI, 1.21-1.50; DI, 65.8%; Georgia: HR, 1.39; 95% CI, 1.26-1.53; DI = 64.1%) and lower DI locations (Louisiana: HR, 1.34; 95% CI, 1.16-1.54; DI = 58.6%; Connecticut: HR, 1.42; 95% CI, 1.17-1.72; DI, 55.7%; Iowa: HR, 1.71; 95% CI, 1.01-2.89; DI, 30.8%). Hispanic patients, compared with White patients, had worse survival in Hawaii (HR, 2.09; 95% CI, 1.28-3.42) and Georgia (HR, 1.44; 95% CI, 1.13-1.82), whereas Asian patients had better survival than White patients in California (HR, 0.91; 95% CI, 0.84-0.97). In locations demonstrating survival disparities between Black and White patients, these patterns were evident in most tumor characteristic-defined strata. In this cohort study of patients with uterine cancer, racial and ethnic disparities in survival within specific geographic areas were identified. Targeted research may reduce national disparities.",
    "doi": "10.1001/jamanetworkopen.2025.7227",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017859"
  },
  {
    "pubmed_id": "40279065",
    "title": "Immunohistochemical Expression of PARK2 and YAP in Oral Epithelial Dysplasia and Oral Squamous Cell Carcinoma.",
    "abstract": "Oral squamous cell carcinoma is the most prevalent of all the oral cancers. There is no definitive marker available for its early diagnosis and its effective prognosis. YAP serves as a transcriptional regulator in hippo tumor suppressor pathway thereby activating the transcription of genes taking part in cellular proliferation, alteration, migration, and invasion. On the contrary, PARK2 acts as a tumor suppressor and has been widely explored in various malignancies. However, its role in OSCC carcinogenesis is untrodden. To evaluate the Immunohistochemical expression of YAP and PARK2 in oral epithelial dysplasia and Oral Squamous Cell Carcinoma and establish them as prognostic markers. The study sample consisted of 70 formalin fixed paraffin embedded tissue sections of normal oral mucosa (10), oral epithelial dysplasia (30) and oral squamous cell carcinoma (30). Immunohistochemical analysis of YAP and PARK2 was done and final scores were calculated. Further, the markers were graded as low and high expression groups. Statistical analysis was done using chi-square test, cox regression analysis and Spearman's correlation. Kaplan Meier plot for survival analysis was also plotted. Immunohistochemical expression of YAP depicted a gradual incline from normal oral mucosa to oral squamous cell carcinoma while PARK2 showed a reverse trend. Significant difference of YAP and PARK2 expression between three groups was noted. Inverse moderate degree of correlation was observed between both the markers in OSCC group. Concomitant immunoexpression of YAP and PARK2 with a moderate degree of inverse correlation from normal oral mucosa to oral squamous cell carcinoma could probably serve as diagnostic and prognostic markers as they might act through a common mechanism, probably hippo/YAP signaling, which could be further confirmed by larger sample size, including longer follow up in future studies.",
    "doi": "10.1007/s12105-025-01790-2",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017861"
  },
  {
    "pubmed_id": "40279034",
    "title": "Ghost Cell Odontogenic Carcinoma of the Anterior Maxilla with ARID1A Mutation: A Case Report and Literature Review.",
    "abstract": "Ghost cell odontogenic carcinoma (GCOC) is a rare malignant neoplasm that has a propensity for the maxilla, with a male predilection, and approximately sixty-four cases reported to date. We herein report the sixty-fifth case in a 38-year-old male patient with maxillary lesion, along with an extensive literature review. A 38-year-old male patient was referred to the oral and maxillofacial surgery clinic at King Fahad Medical City (KFMC), Riyadh, Saudi Arabia, with a nonhealing proliferative growth in the anterior maxilla for two months. Microscopically, the lesion showed ghost cells and dentinoid deposition with ameloblastoma-like epithelial linings and malignant features, including nuclear pleomorphism, increased mitosis, necrosis, perivascular invasion, and invasion into adjacent bone. The tumor cells were reactive to CAM5.2, p63, CK5/6 and CK19, with CK5/6 and CK19 being positive in the peripheral area in a ring-like pattern in the ghost cell region. Additionally, nuclear staining of beta-catenin was detected while next generation sequencing revealed mutations in the CTNNB1 variant c.110 C > G p.(Ser37Cys) and the ARID1A variant c.4420 C > T p. (Gln1474*), respectively, at the high variant allele. The patient was treated with surgical excision and bilateral cervical lymph node dissection followed by adjuvant radiotherapy, and the patient was free of disease after 30 months. Ghost cell odontogenic carcinoma is a rare aggressive odontogenic tumor that can be challenging to diagnose, especially with incisional biopsy. CTNNB1 is a consistent gene mutation in this tumor; however, ARID1A was reported for the first time in our patient.",
    "doi": "10.1007/s12105-025-01785-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.017863"
  },
  {
    "pubmed_id": "40279002",
    "title": "Upregulated ATG4B predicts poor prognosis and correlates with angiogenesis in osteosarcoma.",
    "abstract": "Osteosarcoma (OS) is the most common primary bone cancer in children and adolescents. Between 35 and 45% of these patients do not respond to standard chemotherapeutic treatments, resulting in a very low 5-year survival rate of only 5-20%. This resistance often leads to treatment failure and unfavorable prognoses, highlighting the critical need for new therapeutic targets to improve treatment strategies. Autophagy-related gene 4 B (ATG4B) is a crucial cysteine protease for autophagosome formation. It is overexpressed and correlates with poor prognosis in various cancers. However, the relationship between ATG4B expression and angiogenesis in OS remains unexplored. This study investigated the expression levels of ATG4B and VEGF in OS and their correlation with clinicopathological data. This study included 67 paraffin-embedded OS tissue samples. ATG4B and VEGF expression levels were assessed via immunohistochemistry, and their associations with clinicopathological variables were statistically analyzed. Additionally, ATG4B gene expression in OS was examined via GEO datasets from https://www.ncbi.nlm.nih.gov . ATG4B and VEGF were expressed in 79.1% and 74.6% of the osteosarcoma samples, respectively. There was a significant positive correlation between ATG4B expression and tumor size, tumor stage, and histological response to neoadjuvant chemotherapy, with p values of 0.013, 0.008, and 0.022, respectively. VEGF expression was also significantly correlated with tumor size, tumor stage, and the presence of distant metastasis at diagnosis, with p values of 0.022, 0.044, and 0.013, respectively. A notable positive correlation between ATG4B and VEGF expression levels was observed (p=0.002), which was supported by the GEO dataset analysis. High ATG4B and VEGF overexpression were significantly associated with worse overall survival by univariate analysis. The results suggest that ATG4B acts as a tumor promoter in OS, indicating its potential as a therapeutic target to inhibit tumor growth. Elevated ATG4B levels may also serve as a marker for poor prognosis. Additionally, VEGF overexpression is linked to a greater likelihood of pulmonary metastasis and a worse overall prognosis. The positive correlation between ATG4B and VEGF suggests that the absence of both markers could be indicative of a better chemotherapy response, offering insights into potential new treatment approaches.",
    "doi": "10.1186/s43046-025-00269-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496843"
  },
  {
    "pubmed_id": "40278994",
    "title": "Novel Genetic Risk Variants Associated with Oral Tongue Squamous Cell Carcinoma.",
    "abstract": "Limited data from genome-wide association studies (GWAS) focusing on oral tongue squamous cell carcinoma (OTSCC) are available. The present study was conducted to explore genetic associations for OTSCC. A GWAS on 376 cases of OTSCC was conducted using the FinnGen Data Freeze-12 dataset. The case-cohort included 205 males and 171 females. Cases with malignancies involving the base of the tongue or lingual tonsil were excluded from the case-cohort. Individuals with no recorded history of malignancy were used as controls (n = 407,067). A Phenome-wide association study (PheWAS) was performed for the lead variants to assess their co-associations with other cancers. GWAS analysis identified three genome-wide significant loci associated with OTSCC (p < 5 × 10-8), located at 5p15.33 (rs27067 near gene LINC01511), 10q24 (rs1007771191 near RPS3AP36), and 20p12.3 (rs1438070080 near PLCB1), respectively. PheWAS showed associations of rs27067 mainly with prostate cancer (OR = 1.06, p = 5.41 × 10<sup>-7</sup>), and seborrheic keratosis (OR = 1.11, p = 1.51 × 10<sup>-11</sup>). A co-directional effect with melanoma was also observed (OR = 0.93, p = 6.24 × 10<sup>-5</sup>). The GWAS detected two novel genetic associations with OTSCC. Further research is needed to identify the genes at these loci that contribute to the molecular pathogenesis of OTSCC.",
    "doi": "10.1007/s12105-025-01784-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496855"
  },
  {
    "pubmed_id": "40278985",
    "title": "Chondrosarcoma in the Posterior Maxilla Region.",
    "abstract": "Chondrosarcoma is a malignant neoplasm characterized by the production of a cartilaginous matrix. We present the case of a 58-year-old male patient referred to the maxillofacial surgery and traumatology service due to swelling in the posterior region of the right maxilla, with a duration of 8 months, and a previous history of a fibro-osseous lesion in the region. Intraoral examination revealed a rounded lesion with ulceration, firm upon palpation, in the area of teeth 17 and 18. The panoramic radiograph revealed a radiopaque lesion with a flocculated pattern in the right maxilla, and computed tomography showed a hyperdense lesion containing hypodense areas. Histopathological analysis revealed the presence of immature cartilage, with rounded neoplastic cells, nuclei of varied sizes, and intense pleomorphism, leading to a diagnosis of chondrosarcoma. The patient underwent surgical resection followed by radiotherapy and, after one year of follow-up, has shown no signs of recurrence. Although rare in gnathic bones, chondrosarcoma should be considered in the differential diagnosis of osseous enlargement in this region.",
    "doi": "10.1007/s12105-025-01781-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496857"
  },
  {
    "pubmed_id": "40278970",
    "title": "Loss of Heterozygosity in Oral Potentially Malignant Disorders and Oral Squamous Cell Carcinoma - A Scoping Review.",
    "abstract": "This scoping review was conducted to ascertain the loss of heterozygosity (LOH) signatures reported in Oral Potentially Malignant Disorders (OPMD) and Oral Squamous Cell Carcinoma (OSCC), in the literature in the last fifty years. The Joanna Briggs Institute recommendations (2023) for scoping review were used to extract, analyze, and present the results. The review was reported according to the PRISMA guidelines for Scoping Reviews (PRISMA-ScR). The most commonly reported genes associated with LOH in OPMD and OSCC are discussed. The Gene Ontology functional enrichment analysis gives the significance of the protein-protein interactions (PPI) of these genes using the STRING database. An exhaustive database search of the title, abstract, and full-text screening consistent with the eligibility criteria yielded 277 studies. LOH commonly studied in OPMD and OSCC include p53 gene, p16 gene, adenomatous polyposis coli gene, retinoblastoma (Rb) gene, fragile histidine triad (FHIT) gene and phosphatase and tensin homolog (PTEN) gene. Chromosome loci involving 17p, 9p, 5q, 13q, 3p, and 10q were frequently reported in OPMD and OSCC. PPI analysis demonstrated strong evidence of p53 interaction with p16, FHIT, and Rb. Distinctive signatures of LOH are seen in OPMD and OSCC. The LOH patterns identified in this scoping review underline the significance of advanced molecular techniques and the need for long-term prospective cohorts to understand LOH pathophysiology in oral carcinogenesis to enable their usefulness as biomarkers in early diagnosis, treatment, and prognostication of oral cancer.",
    "doi": "10.1007/s12105-025-01787-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496860"
  },
  {
    "pubmed_id": "40278968",
    "title": "N6-methyladenosine-modified circ_0000517 promotes non-small cell lung cancer metastasis via miR-1233-3p/CDH6 axis.",
    "abstract": "Circular RNAs (circRNAs) exhibit dysregulation in non-small cell lung cancer (NSCLC) and regulate the malignant biological behavior of NSCLC. The N6-methyladenosine (m6A) modification of circRNAs plays a critical role in multiple malignant tumors, and their biological relevance in NSCLC is unclear. Herein, this study was conducted to investigate the novel functional mechanism of highly expressed circ_0000517 in NSCLC by developing in vitro experiments. We found that circ_0000517 was upregulated in NSCLC tissues and cells, and that increased circ_0000517 expression was associated with m6A modification. Biologically, silenced circ_0000517 hindered the proliferation, colony formation, migration and invasion of NSCLC cells in vitro, and also suppressed the EMT-related process. Mechanistically, highly expressed circ_0000517 activated CDH6 expression and EMT evolution through sponging miR-1233-3p. Notably, miR-1233-3p had the opposite effect and reversed the promotion effect of circ_0000517 on the malignant biological behavior of NSCLC cells. Our study revealed a promising novel endogenous regulatory network that m6A-modified circ_0000517 accelerated malignant evolution of NSCLC by targeting the miR-1233-3p/CDH6 axis.",
    "doi": "10.1007/s10735-025-10421-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496862"
  },
  {
    "pubmed_id": "40278959",
    "title": "Comparison of structural, optical, and thermal properties in MoS<sub>2</sub> based nanocomposites into cancer therapy.",
    "abstract": "The objective of the present study is to evaluate the potential of novel molybdenum disulfide (MoS<sub>2</sub>)-based nanocomposites for photothermal therapy. For this purpose, MoS<sub>2</sub>-CuS (MoCS) and MoS<sub>2</sub>-AuNR (MoAu) nanocomposites were synthesized by physically mixing MoS<sub>2</sub> suspensions with CuS and AuNRs, respectively. The structural and optical properties of these nanocomposites were characterized using X-ray diffraction (XRD), transmission electron microscopy (TEM), ultraviolet-visible (UV-Vis) spectroscopy, and Fourier transform infrared (FTIR) spectroscopy. The photothermal performance of the nanocomposites was assessed under near-infrared (NIR) radiation at a power density of 1 W/cm<sup>2</sup> for 10 min. The results demonstrated that both MoCS and MoAu nanocomposites exhibited enhanced photothermal heating compared to their individual components. Furthermore, the MoAu nanocomposite generated higher photothermal heat than the MoCS nanocomposite. These findings suggest that the MoCS and MoAu nanocomposites have strong potential as novel photothermal agents for cancer therapy.",
    "doi": "10.1007/s10856-025-06883-6",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496864"
  },
  {
    "pubmed_id": "40278957",
    "title": "Melanotic Neuroectodermal Tumor of Infancy: Clinicopathological Evaluation of a 10-Year Consecutive Case Series from a Tertiary Cancer Center.",
    "abstract": "Melanotic Neuroectodermal Tumor of Infancy (MNTI) is a rare, locally aggressive tumor with distinct pathological features and treatment paradigms commonly occurring in the head and neck region. Microscopically, it consists of a biphasic population of small neuroblast-like cells and larger melanin-containing epithelioid cells. The main purpose of this study is to characterize clinicopathological and immunohistochemical features of MNTI at a single institution and discuss challenges in the differential diagnosis. We performed a retrospective analysis of MNTI cases diagnosed at our center during a 10-year period and discussed the differential diagnoses. Eleven MNTI cases were identified. Median patient age was 5 months. Male to Female ratio was 1.75:1. Tumor distribution was in the Maxilla (n = 8), Mandible (n = 1) greater wing of Sphenoid (n = 1), and Temporal bone (n = 1). All tumors revealed classic biphasic morphology in the resection specimens. By immunohistochemistry, 9/9 (100%) cases were positive for both AE1/AE3 and HMB45 in the larger epithelioid cells and 6/6 (100%) were positive for Synaptophysin in the smaller neuroblast-like cells. One patient had unique nested areas composed of mature glial tissue. One patient who had incomplete resection was given adjuvant radiotherapy. One patient developed a solitary ipsilateral lymph nodal metastasis. Follow-up period ranged from 1 to 93 months. All the patients were alive with no evidence of disease at the last follow-up (median: 16 months). Lack of consideration of MNTI in the differential diagnosis can lead to misdiagnosis and undue exposure to cytotoxic therapies. Awareness of the classic biphasic morphology and distinct immunoprofile of MNTI is essential.",
    "doi": "10.1007/s12105-025-01789-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496866"
  },
  {
    "pubmed_id": "40278951",
    "title": "The role of CXC chemokines and receptors in breast cancer.",
    "abstract": "CXC chemokines are a class of cytokines possessing chemotactic properties. Studies indicate that CXC chemokines exhibit dysregulation in miscellaneous cancer categories and are significantly associated with the advancement of tumors. Breast cancer is a commonly diagnosed and fatal cancer among the female population. Breast cancer pathogenesis and progression involve various mechanisms, including invasion, metastasis, angiogenesis, and inflammation. Chemokines and their receptors are involved in all of these processes. The CXC chemokine receptors (CXCRs) and their related ligands have attracted considerable attention due to their multifaceted functions in facilitating and controlling tumor proliferation. CXCRs are expressed by both cancer cells and immune cells, and they play a crucial role in regulating the tumor microenvironment and the immune response. This review aims to assess the potential of CXCRs and CXC chemokines as therapeutic targets or biomarkers for personalized therapy. Additionally, it provides an overview of the current understanding of the expression, function, and prognostic relevance of CXCRs in breast cancer. Furthermore, the challenges and potential prospects pertaining to CXCR investigation in breast cancer are deliberated.",
    "doi": "10.1007/s10238-025-01662-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496868"
  },
  {
    "pubmed_id": "40278948",
    "title": "Hematopoietic stem cell translation for relapse of psoriasis. Systematic review.",
    "abstract": "Psoriasis is a chronic, systemic, autoimmune disease with a high rate of progression and relapse, making treatment a challenge and requiring new therapeutic options. Hematopoietic stem cell transplantation (HSCT) is a promising therapeutic modality for hematological malignancies. Several clinical cases have found that psoriasis in patients with hematological tumor was effectively controlled after HSCT and did not have experienced recurrence during follow-up. HSCT shows considerable promise in the treatment of psoriasis and prevention of its recurrence because of its potential immunomodulatory activity. Therefore, we evaluated the efficacy of HSCT in patients with psoriasis through a systematic literature review (SLR). We systematically searched the PubMed, the Cochrane Library, Web of Science (WOS), China National Knowledge Infrastructure (CNKI) and Wanfang databases to identify studies published before May 31, 2023. All types of clinical studies were considered: patients ≥ 12 years old with hematologic malignancies and psoriasis undergoing HSCT therapy. We included studies if they reported on the outcomes of interest. Exclusion criteria: animal models, human mesenchymal stem cells (hMSC) transplants, narrative reviews, letters to the editor. MeSH and \"Key word\" terms were used. The level of evidence and the quality rating were rated Joanna Briggs Institute (JBI) lists. We initially identified 90 articles, of which 20 were finally included (1 case series and 19 case reports). These twenty articles included 41 patients (33 male and 8 female, age range 12-67 years). The level of evidence was mostly 4 (JBI); the quality of evidence was met (≥ 50% of JBI items). The primary outcome indicator was psoriasis recurrence in patients during the follow-up time of each study. We performed subgroup analyses of the resulting data according to type of HSCT (autologous or allogeneic transplantation), and whether or not treatment for GVHD was administered after transplantation. Synthesis without meta-analysis items (SWiM) showed that recurrence of psoriasis (and/or psoriatic arthritis) during follow-up was the primary outcome of interest. Overall, a total of 31 (75.6%) of the 41 patients included in our review did not experience recurrence during follow-up period, with a maximum follow-up of 264 months (22 years) and a minimum of 5 months. The remaining 10 patients (24.4%) experienced recurrence of psoriasis during post-transplantation follow-up, with the earliest recurrence of skin lesions occurring at 1.4 months after transplantation but the lesions disappearing at 3.5 months; and the latest recurrence occurred up to 60 months post-transplant, while the patient experienced a flare-up of psoriatic arthritis at 156 mouths, but the severity and duration of psoriasis and arthritis improved compared to pretransplant. HSCT is expected to be an effective treatment for psoriasis as well as recurrence for a wide range of psoriasis patients. Future better epidemiological designs and in-depth studies are needed to evaluate and clarify the benefits of HSCT in psoriasis. Retrospective uncontrolled study, small sample size, with some incomplete data.",
    "doi": "10.1007/s00403-025-04191-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496869"
  },
  {
    "pubmed_id": "40278945",
    "title": "\"Returning beyond cancer\"-a journey of professional reinvention for nurses.",
    "abstract": "Nurse cancer survivors (NCSs) face significant challenges in adapting to returning to work (RTW) and require special attention and support. Little is known about the meaning NCSs attribute to their work, the changes in their personal feelings, and their needs in coping with these changes after RTW. This interpretive phenomenological study aimed to explore NCSs' feelings and experiences after RTW in greater depth to help improve their quality of working life (QWL). Semi-structured interviews were conducted with 15 NCSs in China between March 2023 and August 2023. The transcripts were analyzed using interpretative phenomenological analysis (IPA). The data was categorized into four themes: (1) psychological odyssey, (2) accessing social support, (3) benefiting from professional background, and (4) realization of professional values. This study uses IPA to explore the work experiences of NCSs and ways to improve their QWL. It is recommended that managers pay attention to the psychology of their RTW, enhance support, encourage the use of professional strengths, and value their insights and professional development.",
    "doi": "10.1007/s00520-025-09467-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.496871"
  },
  {
    "pubmed_id": "40278937",
    "title": "Investigation of the reasons and frequency of oncology patients over the age of 65 who apply to the emergency department.",
    "abstract": "This study aims to investigate frequency and causes of emergency department visits among oncology patients aged 65 and older. In this cross-sectional, descriptive and comparative study, data were collected a questionnaire form from a single emergency deparment of a university hospital in İzmir, West Turkey between January 2022 and July 2022. Data were analyzed by using IBM SPSS Statistics 25 software. A total 125 patients were included in the study. The most common causes of patients to the emergency derparment were infection, pain, nausea-vomiting, and dyspnea. A significant difference was found between the reason for the patient's emergency department visit and their knowledge of when to seek medical help (p < 0.05). The recurrent visits of cancer patients to emergency departments suggest an inadequacy of comprehensive information available to both patients and their caregivers concerning the pursuit of emergency medical intervention.",
    "doi": "10.1007/s00520-025-09462-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890055"
  },
  {
    "pubmed_id": "40278935",
    "title": "How-I-do-it: a novel technique of portal vein-right gastroepiploic vein side-to-side anastomosis to improve gastric venous congestion following total pancreatectomy: a retrospective cohort study and literature review (with video).",
    "abstract": "The aim of the present study was to evaluate the outcomes and preventive techniques for gastric venous congestion (GVC) following total pancreatectomy (TP), with a focus on gastric venous drainage reconstruction. This retrospective single-center study included patients who underwent TP between January 2019 and June 2024, encompassing both primary one-step TP and planned elective completion pancreatectomy following either pancreatoduodenectomy (PD) or distal pancreatectomy (DP). Intraoperative evaluation and reconstruction of gastric venous drainage were performed when GVC was observed. Demographic, clinical, technical, perioperative, and postoperative data were analyzed. Sixteen patients underwent either one-step TP (n = 4) or elective completion pancreatectomy (n = 12), including four following DP and eight following PD. Intraoperative GVC was detected in two patients, necessitating portal vein (PV)-right gastroepiploic vein (RGEV) side-to-side anastomosis. No major complications occurred in these patients, and no GVC was observed during the postoperative follow-up period (mean: 39.8 months, range: 2.1-60.7 months). In cases where preservation of gastric drainage veins is not feasible, PV-RGEV side-to-side anastomosis can be a convenient and useful option to resolve intraoperative GVC.",
    "doi": "10.1007/s00423-025-03702-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890067"
  },
  {
    "pubmed_id": "40278931",
    "title": "Acidic urine as a prognostic factor after intravesical Bacillus Calmette-Guérin induction therapy for nonmuscle-invasive bladder cancer.",
    "abstract": "To investigate the effect of acidic urine (pH ≤ 5.5) on disease recurrence or progression in patients with nonmuscle-invasive bladder cancer (NMIBC) undergoing transurethral resection of bladder tumor (TURBT) followed by intravesical Bacillus Calmette-Guérin (BCG) induction therapy. A total of 578 patients with intermediate- and high-risk NMIBC who underwent intravesical BCG induction after initial TURBT between May 2003 and April 2021 were included. Patients were subdivided into low (pH ≤ 5.5) and high (pH > 5.5) urine pH groups. Patients with acidic urine showed higher fasting plasma glucose levels (p = 0.017), higher serum uric acid level (p = 0.011), lower estimated glomerular filtration rates (p = 0.022), and higher rates of abnormal urinary cytology (p = 0.021), but no significant differences were observed in context of adverse clinicopathological features. During a median follow-up period of 56 months, the acidic urine group had a lower recurrence-free survival rate than the high urine pH group (p = 0.009). In terms of disease progression, there was no difference according to urine pH status. Acidic urine was associated with disease recurrence after intravesical BCG induction for NMIBC, despite no differences in adverse clinicopathological features according to urine acidity.",
    "doi": "10.1007/s00345-025-05648-8",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890071"
  },
  {
    "pubmed_id": "40278928",
    "title": "Application of image enhancement in the auxiliary diagnosis of oral potentially malignant disorders.",
    "abstract": "The images of oral potentially malignant disorders (OPMDs) frequently encounter problems related to visual quality and image distortion, which may lead to serious misdiagnosis and missed diagnosis. This study is to explore the auxiliary effects of different optical image enhancement algorithms on the object detection of OPMDs lesions. Digital images of OPMDs were collected, including white plaques, white stripes, and erosive lesions. The dataset was divided into a training set (6,488 images) and a validation set (2,592 images). Original images were processed using multiscale retinex (MSR), adaptive histogram equalization (AHE), and adaptive contrast enhancement (ACE), respectively. Object detection models based on You Only Look Once version 8 (YOLOv8) were used for lesion detection, and the diagnostic performance was evaluated using 328 images taken at different times. The model performance in the MSR-enhanced image set was superior to that in the original image set, with total accuracy increased for all three lesion types, and the sensitivity of complete correct recognition for complex multi-lesion images improved. Models trained with AHE and ACE preprocessing showed reduced diagnostic performance. Image enhancement algorithms can enhance the visual quality of OPMDs images, and the MSR algorithm is capable of strengthening the object detection ability in the computer vision model. This study provides an approach to reduce the misdiagnosis and missed diagnosis of OPMDs lesions in object detection model.",
    "doi": "10.1007/s00784-025-06357-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890073"
  },
  {
    "pubmed_id": "40278927",
    "title": "Comparison of outcomes of laparoscopic vs. robotic surgical resection of pancreatic neuroendocrine tumors: a systematic review and meta-analysis.",
    "abstract": "Pancreatic neuroendocrine tumors (PNETs) are rare neoplasms. Minimal access surgery has been the favoured approach for these tumors over the past decade. There is a lack of robust data comparing laparoscopic and robotic pancreatic surgery for PNETs and this has led to the lack of a global conclusion regarding which approach is superior. Thus, we conducted a systematic review and meta-analysis of the available data to compare outcomes following laparoscopic versus robotic pancreatic surgery for pancreatic neuroendocrine tumors. Studies reporting outcomes of laparoscopic or robotic surgery for pancreatic neuroendocrine tumors were included. Inverse variance and Mantel-Haenszel statistical analysis methods were used for continuous and dichotomous data, respectively. All outcomes were quantitatively analyzed using the random effects model. The risk of bias was assessed using the ROBINS-1 tool. A total of 14 studies with 767 patients were included. The mean difference in the operating time was 21.08 min (95% CI: -4.38, 46.54, I<sup>2</sup> = 43%), favouring the laparoscopic group. The pooled odds ratio for the rate of formation of the pancreatic fistula was 0.88 (95% CI: 0.54, 1.45, I<sup>2</sup> = 0%), favouring the robotic group. Blood loss was higher in the laparoscopic group (MD = -89.72 ml, 95% CI:-143.37 to -36.06, I<sup>2</sup> = 93%). Other parameters, including re-exploration rate, length of hospital stay, R0 resection, rate of conversion, and spleen preservation, were similar in both groups. The robotic approach might be preferable to the laparoscopic approach because of the lower rate of POPF and blood loss. Larger randomised controlled trials are required to ascertain these findings.",
    "doi": "10.1007/s00423-025-03662-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890075"
  },
  {
    "pubmed_id": "40278910",
    "title": "CHD1 dysregulation in cancer: bridging chromatin instability, therapy resistance, and immune evasion.",
    "abstract": "Chromodomain-Helicase-DNA-binding protein 1 (CHD1) is a central regulator of chromatin dynamics, profoundly influencing gene expression, DNA repair, and genomic stability. This review critically explores CHD1's role in cancer biology, emphasizing its complex, context-dependent functions. In prostate cancer, CHD1 acts as both a tumour suppressor and a facilitator of neuroendocrine differentiation, with its loss linked to aggressive phenotypes, resistance to androgen receptor therapies, and synthetic lethality with PTEN loss. Beyond prostate cancer, CHD1 is implicated in breast, ovarian, and hematological cancers, where it modulates chromatin accessibility, transcription regulation, and therapy resistance. Despite its promise as a biomarker and therapeutic target, CHD1 presents challenges due to its dual roles and cancer-specific effects. The review also highlights critical gaps, including the need for high-resolution studies on CHD1's interactions with immune pathways, synthetic lethality mechanisms, and chromatin remodelling in treatment resistance. Leveraging CHD1's molecular complexities could show the way for innovative diagnostic and therapeutic strategies in cancer, but its role in non-prostate cancers remains underexplored, warranting further investigation.",
    "doi": "10.1007/s11033-025-10536-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890080"
  },
  {
    "pubmed_id": "40278905",
    "title": "EEG as a predictive biomarker of neurotoxicity in anti-CD19 CAR T-cell therapy.",
    "abstract": "Immune effector cell-associated neurotoxicity syndrome (ICANS) is a potentially fatal complication of CD19-directed CAR T-cell therapy. The aim of this study was to investigate the role of EEG as a predictive biomarker of ICANS. In this prospective, monocentric, cohort study, consecutive refractory B-cell non-Hodgkin lymphoma patients undergoing CAR T-cell therapy had EEG assessments at fixed time points pre- and post-infusion. The risk of ICANS was evaluated according to EEG findings detected qualitatively, using a grading scale ranging from 0 (normal) to 3 (severely abnormal), and quantitatively, using power spectral and connectivity measures. 307 EEGs from 68 patients have been qualitatively evaluated, of whom 238 were eligible for quantitative analysis. Neurotoxicity manifested in 22/68 (32.4%) patients. Pre-infusion EEG abnormalities (grade 1 and 2) were qualitatively detected in 8/68 (11.7%) patients, emerging as a risk factor for ICANS [HR 5.8 (95%CI 2.6-12.9)]. Quantitative analysis of pre-infusion EEGs did not yield significative results. Post-infusion qualitative EEG abnormalities were associated to a higher risk of ICANS development [HR 11.6 (4.4-30.5) for grade 2; HR 9.7 (2.6-36.6) for grade 3]. Concerning the quantitative analysis, in post-infusion EEGs higher theta energy [HR 1.10 (1.03-1.16)] and delta + theta/alfa ratio [HR 1.37 (1.11-1.67)] were associated to higher risk of ICANS, while higher beta energy resulted protective [HR 0.91 (0.85-0.97)]. Our study establishes EEG as a predictive tool for identifying patients at risk for ICANS before CAR T-cell infusion, who may benefit from prophylactic treatments, and anticipating ICANS onset following infusion, enabling early intervention.",
    "doi": "10.1007/s00415-025-13102-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890083"
  },
  {
    "pubmed_id": "40278900",
    "title": "Prevalence and impact of financial toxicity in older patients with cancer: a prospective observational study in India.",
    "abstract": "We aimed to assess the prevalence of financial toxicity in older Indian patients with cancer and evaluate the association with quality of life (QoL), distress, vulnerabilities in the geriatric assessment, and factors impacting financial toxicity. This was a prospective observational study at the Tata Memorial Center (Mumbai, India) in patients aged 60 years and over, planned for cancer-directed therapy. We used the COST-FACIT and CFPB Financial Well-Being Scales to assess financial toxicity. QoL was assessed with the European Organization for Research and Treatment of Cancer (EORTC) QLQ C30 questionnaire, and distress with the NCCN distress thermometer. Between June 2022 and September 2023, we enrolled 953 patients. The median age was 66 (IQR 63-72) years; 277 patients (29.1%) were over 70 years old, 737 (77.3%) were male, and 135 (14.2%) had health insurance. Therapy was planned with palliative intent in 607 (63.7%) patients. The prevalence of financial toxicity was 73.7% as per the COST-FACIT scale (n = 703), and 66% as per the CFPB (n = 629). Higher financial toxicity on the COST-FACIT scale was associated with poor financial well-being on the CFPB scale. Financial toxicity was associated with poor QoL and higher distress. Factors associated with significantly greater financial toxicity included history of tobacco chewing, monthly family income less than ₹50,000, lack of health insurance, illiteracy, depression, and cognitive impairment. Identifying the factors contributing to financial toxicity will help make the cancer treatment journey smoother, more accessible and improve compliance to therapy for older patients. ClinicalTrials.gov Identifier: CTRI/2020/04/024675.",
    "doi": "10.1007/s00520-025-09252-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890085"
  },
  {
    "pubmed_id": "40278898",
    "title": "Incidence of benign prostatic hyperplasia in testicular cancer survivors in the Veteran's affairs health system.",
    "abstract": "Testosterone and prostatic inflammation have been postulated to influence the development of benign prostatic hyperplasia (BPH). Our study aims to evaluate the incidence of BPH in Testicular Cancer (TCa) survivors, focusing on its association with chemotherapy and post TCa diagnosed hypogonadism. We conducted a retrospective cohort analysis of US veterans diagnosed with TCa between 1990 and 2021, using the Veterans affairs database. BPH was defined using International Classification of Diseases (ICD) codes, Current Procedural Terminology (CPT) codes, or a 6-month prescription of medications. Associations with BPH were analysed, stratifying the cohort by receipt of chemotherapy and presence of hypogonadism. Multivariable cox regression models were used to determine statistical significance (p-value < 0.05). Our cohort included 2038 TCa survivors with a median age at diagnosis of 41 years. On multivariable cox regression analysis, receipt of chemotherapy was not significantly associated with incidence of BPH (p-value = 0.13). When stratified by diagnosis of hypogonadism prior to BPH, no significant associations were found on univariable (p = 0.9) as well as multivariable (p = 0.63) analyses. In the multivariable model, age at diagnosis was significantly associated with an increased incidence of BPH (Hazard ratio: 1.06, p < 0.001). Our findings demonstrate that age is a significant factor associated with development of BPH in this population, while suggesting that chemotherapy for TCa and hypogonadism might not substantially alter the development of BPH.",
    "doi": "10.1007/s00345-025-05631-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890087"
  },
  {
    "pubmed_id": "40278896",
    "title": "Optimizing post-acute care inpatient rehabilitation for patients with brain metastasis: A systematic review of functional outcomes.",
    "abstract": "This study aimed to provide insight into optimizing inpatient rehabilitation (IR) for patients with brain metastases (BM) following hospitalization, including exploring functional outcomes and reviewing interdisciplinary considerations. Using PRISMA guidelines, a search of PubMed and Embase was conducted to identify studies demonstrating functional outcomes of IR for patients with brain metastases. Three studies met inclusion criteria and a total of 59 patients with brain metastasis underwent IR. The median length of IR was 19.2 days (range: 17.95 - 20). Discharge destination after IR is available for 39 patients, including 33 (84.6%) who were discharged home, 1 (2.6%) who was discharged to a long-term care facility, 3 (7.7%) to an acute care ward, and 2 (5.1%) to palliative care. All 3 studies (n=59) used the Functional Independence Measure (FIM) to assess function after IR. The weighted average total FIM percent gain between admission and discharge was 14.9% (range: 9.6% - 27.4%) and the average FIM efficiency was 0.61 (range: 0.45 - 0.94). For the 2 studies (n=46) that reported motor and cognitive FIM, the weighted average motor gain (16.5%) was greater than the cognitive gain (3.6%). Inpatient rehabilitation (IR) may enhance functional status and independence in patients with brain metastases during the interim post-hospitalization period, optimizing functional performance for a smoother transition to subsequent oncologic treatments. Healthcare providers within the multidisciplinary team should optimize the post-acute hospitalization period by considering both functional status and oncologic prognosis in patients with brain metastases to streamline rehabilitation efforts and minimize delays in oncologic care.",
    "doi": "10.1007/s00520-025-09468-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:01.890089"
  },
  {
    "pubmed_id": "40278841",
    "title": "Impact of resistance training on inflammatory biomarkers and associations with treatment outcomes in colon cancer.",
    "abstract": "Among patients with colon cancer undergoing adjuvant chemotherapy, the impact of resistance training with supplemental dietary protein on inflammatory changes during treatment, whether baseline or changes in inflammatory markers are associated with relative dose intensity (RDI), and the associations of inflammation with body composition were investigated. A multicenter randomized clinical trial of 174 patients with colon cancer undergoing adjuvant chemotherapy assigned to a home-based resistance training program or usual care was conducted. High-sensitivity C-reactive protein (hsCRP), interleukin-6, tumor necrosis factor-α receptor-II, and growth differentiation factor-15 levels were assessed preintervention and following chemotherapy completion. Baseline body composition was evaluated via dual-energy X-ray absorptiometry. Multivariate analyses were adjusted for sociodemographic and clinical factors. Patients randomized to resistance training versus usual care experienced similar changes in all inflammatory markers. Those in the highest versus lowest tertile of baseline hsCRP were more likely to have received RDI >70% (odds ratio, 4.11; 95% CI, 1.29-13.1); however, changes across any of the inflammatory markers were not associated with RDI. Patients in the highest versus lowest tertiles of hsCRP, interleukin-6, and tumor necrosis factor-α receptor-II were more likely to have higher baseline body mass index, total lean mass, and total fat mass. Inflammatory markers in patients with colon cancer undergoing adjuvant chemotherapy were not significantly impacted by randomization to a resistance training program but were associated with baseline body composition measures. Further investigations are needed to better elucidate the potential role of inflammatory markers and body composition in predicting important treatment outcomes. GOV: NCT03291951.",
    "doi": "10.1002/cncr.35865",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203372"
  },
  {
    "pubmed_id": "40278711",
    "title": "Radiomic Features of Mesorectal Fat as Indicators of Response in Rectal Cancer Patients Undergoing Neoadjuvant Therapy.",
    "abstract": "Rectal cancer represents a major cause of mortality in the United States. Management strategies are highly individualized, depending on patient-specific factors and tumor characteristics. The therapeutic landscape is rapidly evolving, with notable advancements in response rates to both radiotherapy and chemotherapy. For locally advanced rectal cancer (LARC, defined as up to T3-4 N+), the standard of care involves total mesorectal excision (TME) following neoadjuvant chemoradiotherapy (nCRT). Magnetic resonance imaging (MRI) has emerged as the gold standard for local tumor staging and is increasingly pivotal in post-treatment restaging. In our study, we proposed an MRI-based radiomic model to identify characteristic features of peritumoral mesorectal fat in two patient groups: good responders and poor responders to neoadjuvant therapy. The aim was to assess the potential presence of predictive factors for favorable or unfavorable responses to neoadjuvant chemoradiotherapy, thereby optimizing treatment management and improving personalized clinical decision-making. We conducted a retrospective analysis of adult patients with LARC who underwent pre- and post-nCRT MRI scans. Patients were classified as good responders (Group 0) or poor responders (Group 1) based on MRI findings, including tumor volume reduction, signal intensity changes on T2-weighted and diffusion-weighted imaging (DWI), and alterations in the circumferential resection margin (CRM) and extramural vascular invasion (EMVI) status. Classification criteria were based on the established literature to ensure consistency. Key clinical and imaging parameters, such as age, TNM stage, CRM involvement, and EMVI presence, were recorded. A radiomic model was developed using the LASSO algorithm for feature selection and regularization from 107 extracted radiomic features. We included 44 patients (26 males and 18 females) who, following nCRT, were categorized into Group 0 (28 patients) and Group 1 (16 patients). The pre-treatment MRI analysis identified significant features (out of 107) for each sequence based on the Mann-Whitney test and <i>t</i>-test. The LASSO algorithm selected three features (shape_Sphericity, shape_Maximum2DDiameterSlice, and glcm_Imc2) for the construction of the radiomic logistic regression model, and ROC curves were subsequently generated for each model (AUC: 0.76). We developed an MRI-based radiomic model capable of differentiating and predicting between two groups of rectal cancer patients: responders and non-responders to neoadjuvant chemoradiotherapy (nCRT). This model has the potential to identify, at an early stage, lesions with a high likelihood of requiring surgery and those that could potentially be managed with medical treatment alone.",
    "doi": "10.3390/tomography11040044",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203380"
  },
  {
    "pubmed_id": "40278710",
    "title": "The Role of Monochromatic Superb Microvascular Index to Predict Malignancy of Solid Focal Lesions: Correlation Between Vascular Index and Histological Bioptic Findings.",
    "abstract": "This study aims to assess the potential role of the ultrasound (US) monochromatic Superb Microvascular Index (mSMI) to predict malignancy of solid focal lesions, correlating the vascular index (VI) with bioptic histological results. In this single-center retrospective analysis, patients undergoing percutaneous US-guided biopsy of solid lesions were considered. Biopsy indication was given by a multidisciplinary team evaluation based on clinical radiological data. Exclusion criteria were: unfeasible SMI evaluations due to poor respiratory compliance, locations not appreciable with the SMI, previous antiangiogenetic chemo/immunotherapies, and inconclusive histological reports. The mSMI examination was conducted in order to visualize extremely low-velocity flows with a high resolution and high frame rate; the VI was semi-automatically calculated. All bioptic procedures were performed under sole US guidance using 16G or 18G needles, immediately after mSMI assessment. Forty-four patients were included (mean age: 64 years; 27 males, 17 females). Liver (15/43), kidneys (9/43), and lymph nodes (6/43) were the most frequent targets. At histopathological analysis, 7 lesions were benign and 37 malignant, metastasis being the most represented. The VI calculated in malignant lesions was statistically higher compared to benign lesions (35.45% and 11% in malignant and benign, respectively; <i>p</i>-value 0.013). A threshold VI value of 15.4% was identified to differentiate malignant lesions. The overall diagnostic accuracy of the VI with the mSMI was 0.878, demonstrating a high level of diagnostic accuracy. In this study, the mSMI analysis of solid focal lesions undergoing percutaneous biopsy significantly correlated with histological findings in terms of malignant/benign predictive value, reflecting histological vascular changes in malignant lesions.",
    "doi": "10.3390/tomography11040043",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203383"
  },
  {
    "pubmed_id": "40278709",
    "title": "Variability Between Radiation-Induced Cancer Risk Models in Estimating Oncogenic Risk in Intensive Care Unit Patients.",
    "abstract": "To evaluate the variability of oncogenic risk related to radiation exposure in patients frequently exposed to ionizing radiation for diagnostic purposes, specifically ICU patients, according to different risk models, including the BEIR VII, ICRP 103, and US EPA models. This was an IRB-approved observational retrospective study. A total of 71 patients (58 male, 13 female; median age, 66 years; interquartile range [IQR], 65-71 years) admitted to the ICU who underwent X-ray examinations between 1 October 2021 and 28 February 2023 were included. For each patient, the cumulative effective dose during a single hospital admission was calculated. Lifetime attributable risk (LAR) was estimated based on the BEIR VII, ICRP 103, and US EPA risk models to calculate additional oncogenic risk related to radiation exposure. The Friedman test for repeated-measures analysis of variance was used to compare risk values between different models. The intraclass correlation coefficient (ICC) was used to assess the consistency of risk values between different models. Different organ, leukemia, and all-cancer risk values estimated according to different oncogenic risk models were significantly different, but the intraclass correlation coefficient revealed a good (>0.75) or even excellent (>0.9) agreement between different risk models. The ICRP 103 model estimated a lower all-cancer (median 69.05 [IQR 30.35-195.37]) and leukemia risk (8.22 [3.02-27.93]) compared to the US EPA (all-cancer: 139.68 [50.51-416.16]; leukemia: 23.34 [3.47-64.37]) and BEIR VII (all-cancer: 162.08 [70.6-371.40]; leukemia: 24.66 [12.9-58.8]) models. Cancer risk values were significantly different between risk models, though inter-model agreement in the consistency of risk values was found to be good, or even excellent.",
    "doi": "10.3390/tomography11040042",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203390"
  },
  {
    "pubmed_id": "40278664",
    "title": "Ion-Channel-Targeting Scorpion Recombinant Toxin as Novel Therapeutic Agent for Breast Cancer.",
    "abstract": "Breast cancer remains the leading cause of cancer-related mortality among women worldwide, with limited therapeutic efficacy due to treatment resistance and adverse effects. Emerging evidence suggests that ion channels play crucial roles in tumor progression, regulating proliferation, apoptosis, migration, and metastasis. Voltage-gated potassium (Kv) and sodium (Nav) channels have been implicated in oncogenic signaling pathways. Scorpion venom peptides, known for their selective ion-channel-blocking properties, have demonstrated promising antineoplastic activity. This study explores the potential therapeutic applications of bioactive fractions derived from <i>Chihuahuanus coahuilae</i>, in breast cancer cell lines. Through chromatographic separation, mass spectrometry, and functional assays, we assess their effects on cell viability, proliferation, and ion channel modulation. Our preliminary data suggest that these venom-derived peptides interfere with cancer cell homeostasis by altering ion fluxes, promoting apoptosis, and inhibiting metastatic traits. These findings support the therapeutic potential of ion-channel-targeting peptides as selective anticancer agents. Further investigations into their molecular mechanisms may pave the way for novel, targeted therapies with improved efficacy and specificity for breast cancer treatment.",
    "doi": "10.3390/toxins17040166",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203393"
  },
  {
    "pubmed_id": "40278650",
    "title": "Enhancing the Efficacy of Melanoma Treatment: The In Vitro Chemosensitising Impact of <i>Vipera ammodytes</i> Venom on Human Melanoma Cell Lines.",
    "abstract": "Research on viper venom has expanded into diverse medical applications, including cancer treatment. This study investigates the potential of <i>Vipera ammodytes</i> venom in oncology, evaluating its cytotoxicity and chemosensitising effects on malignant melanoma cells. Proteomic analysis identified 125 proteins in the venom, with Phospholipases A2, C-type lectins, and metalloproteinases among the most abundant components. These proteins are associated with cytotoxic, anti-proliferative, and tumor-inhibiting properties. Three melanoma cell lines (M001, Me501, and A375) were used to assess venom cytotoxicity. The IC50 values demonstrated consistent venom sensitivity across cell lines (approximately 1.1 µg/mL). Combined treatment with venom and cisplatin significantly increased the cytotoxicity compared to single-agent treatments. Notably, venom enhanced the sensitivity of cisplatin in resistant cell lines (M001 and Me501), increasing cell mortality by up to 40%. The A375 cell line, inherently more sensitive to cisplatin, exhibited additional cytotoxic effects only at higher venom doses. The morphological changes observed under microscopy confirmed venom-induced cellular changes, further supporting its potential as an anti-cancer agent. The selective targeting of melanoma cells by venom components, particularly in muscle-associated metastases, suggests a unique therapeutic niche. While cisplatin was chosen for this pilot study due to its established cytotoxicity, future research will explore venom combinations with contemporary treatments such as immunotherapy and targeted therapies. Although preliminary, these findings provide a foundation for integrating venom-based strategies into advanced melanoma protocols, aiming to improve outcomes in resistant or metastatic cases.",
    "doi": "10.3390/toxins17040152",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203395"
  },
  {
    "pubmed_id": "40278640",
    "title": "Usability and User Experience Testing of a Co-Designed Electronic Patient-Reported Outcomes App (\"MyPal for Adults\") for Palliative Cancer Care: Mixed Methods Study.",
    "abstract": "Mobile health technologies have the potential to enhance the management, communication, and overall quality of life of patients with cancer. The MyPal project, using a participatory design approach, aims to provide palliative care support for patients with cancer through an electronic patient-reported outcomes eHealth platform. This study aims to evaluate the usability and user experience of \"MyPal for adults,\" a co-designed palliative care mobile app designed to support adults with cancer. Representative users participated in a 4-step usability study using a \"think-aloud\" protocol, complemented with feature satisfaction, difficulty perceived, and design impression surveys along with a short, structured interview. Participants were also asked to provide quantitative feedback via the postuse System Usability Scale, User Experience Questionnaire, and Post-Study System Usability Questionnaire. The data were analyzed along the lines of the International Organization for Standardization (ISO) 9241-210 framework. All participants found the intervention content useful, and they reported satisfactory usability, with a mean Post-Study System Usability Questionnaire score of 2.458 (SD 1.08) and a System Usability Scale score of 68.9. All aspects of the User Experience Questionnaire (attractiveness, perspicuity, efficiency, dependability, stimulation, and novelty) surpassed usability quality benchmarks. The qualitative analysis identified 43 usability issues, primarily related to effectiveness and efficiency as defined in ISO 9241-210. In this study, we conducted a usability evaluation of the \"MyPal for adults\" app, a digital tool designed to enhance the palliative care experience. This approach identifies real-world usability issues, enabling iterative improvements in the eHealth platform's design. Our findings reveal a user-friendly interface and positive patient experiences. This study emphasizes the need to enhance mobile health platform usability, offering insights to improve digital palliative care.",
    "doi": "10.2196/57342",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203397"
  },
  {
    "pubmed_id": "40278416",
    "title": "Uniportal robotic right lower sleeve lobectomy.",
    "abstract": "Bronchial sleeve lobectomies are technically challenging procedures. The robotic technique provides some advantages, especially for the anastomosis. In this case report, we present a uniportal robotic sleeve lower lobectomy with a middle lobe anastomosis for an endobronchial tumour of the lower lobe, extending to the distal end of the intermediate bronchus. A 4-cm skin incision is made at the sixth intercostal space in the middle axillary line. A 30-degree 10-mm camera is placed on the posterior edge of the incision and the other two arms are crossed inside the chest. We performed a right lower sleeve lobectomy with an end-to-end anastomosis between the proximal intermediate bronchial stump and the middle lobe bronchial stump. A postoperative endobronchial examination shows a well-done anastomosis. The patient was discharged on postoperative day 5. A histologic examination confirmed the diagnosis of a 2-cm atypical carcinoid without lymph node involvement.",
    "doi": "10.1510/mmcts.2025.029",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203399"
  },
  {
    "pubmed_id": "40278295",
    "title": "Effects of <i>Amphidinium carterae</i> Phytocompounds on Proliferation and the Epithelial-Mesenchymal Transition Process in T98G Glioblastoma Cells.",
    "abstract": "Glioblastoma (GBM) is an aggressive type of brain cancer, frequently invasive, with a low survival rate and complicated treatment. Recent studies have shown the modulation of epithelial-mesenchymal transition (EMT) biomarkers in glioblastoma cells associated with tumor progression, chemoresistance, and relapse after treatment. GBM handlings are based on aggressive chemical therapies and surgical resection with poor percentage of survival, boosting the search for more specific remedies. Marine eukaryotic microalgae are rapidly advancing as a source of anticancer drugs due to their ability to produce potent secondary metabolites with biological activity. Among such microalgae, dinoflagellates, belonging to the species <i>Amphidinium carterae</i>, are known producers of neurotoxins and cytotoxic compounds. We tested the capability of chemical extracts from two different strains of <i>A. carterae</i> to modulate the EMT markers in T98G, human GBM cells. In vitro proliferation and migration studies and EMT biomarkers' abundance and modulation assays showed that the different <i>A. carterae</i> strains differently modulated both EMT markers and the proliferation/migration capability of GBM cells. This study sets the bases to find a marine microalgae-derived natural compound that could potentially target the epithelial-mesenchymal transition in brain-derived tumor types.",
    "doi": "10.3390/md23040173",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203401"
  },
  {
    "pubmed_id": "40278288",
    "title": "Extracts from <i>Allium pseudojaponicum Makino</i> Target STAT3 Signaling Pathway to Overcome Cisplatin Resistance in Lung Cancer.",
    "abstract": "Lung cancer, particularly non-small-cell lung cancer (NSCLC), remains a leading cause of cancer-related mortality, with cisplatin-based chemotherapy being a standard treatment. However, the development of chemoresistance significantly limits its efficacy, necessitating alternative therapeutic approaches. Here, we demonstrate the anticancer effects of the extracts of <i>Allium pseudojaponicum Makino</i> (APE), a salt-tolerant plant, in cisplatin-resistant NSCLC. Metabolite profiling using UPLC-Q-TOF-MS<sup>E</sup> identified 13 major compounds, predominantly alkaloids (71.65%) and flavonoids (8.81%), with key bioactive constituents such as lycorine (29.81%), tazettine (17.22%), and tricetin (8.19%). APE significantly inhibited cell viability in A549 and H460 cells, reducing viability to 38.6% (A549-Ctr), 37.2% (A549-CR), 28.4% (H460-Ctr), and 30.4% (H460-CR) at 40 µg/mL after 48 h. APE also suppressed colony formation by over 90% in both 2D and soft agar assays, while showing no cytotoxicity in normal human keratinocytes up to 80 µg/mL. Flow cytometry analysis revealed APE-induced G1 phase arrest, with the G1 population increasing from 50.4% to 56.6% (A549-Ctr) and 47.5% to 58.4% (A549-CR), accompanied by reduced S phase populations. This effect was associated with the downregulation of G1/S transition regulators, including cyclin D1, CDK4, cyclin E, and CDK2. Furthermore, proteomic analysis identified STAT3 signaling as a major target of APE; APE decreased phosphorylated STAT3 and c-Myc expression, and STAT3 knockdown phenocopied the effects of APE. These findings highlight the potential of APE as a natural product-based therapeutic strategy for overcoming cisplatin resistance in NSCLC.",
    "doi": "10.3390/md23040167",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.203403"
  },
  {
    "pubmed_id": "40278267",
    "title": "Xanthocillin X Dimethyl Ether Exhibits Anti-Proliferative Effect on Triple-Negative Breast Cancer by Depletion of Mitochondrial Heme.",
    "abstract": "Triple-negative breast cancer (TNBC) presents a significant therapeutic challenge due to the absence of specific targeted treatments. In this study, we explored the therapeutic potential of xanthocillin X dimethyl ether (XanDME), a naturally occurring isocyanide isolated from the marine fungus <i>Scedosporium apiospermum</i>, on TNBC. To elucidate the underlying mechanism, we initially demonstrated that XanDME directly binds to hemin, the oxidized form of heme, in vitro, corroborating previous reports. This interaction led to the depletion of intracellular regulatory heme. We further established that XanDME translocates into the mitochondria, where it interacts with crucial hemoproteins, namely cytochromes. The binding of XanDME with mitochondrial cytochromes disrupts the electron transport chain (ETC), inhibits the activity of mitochondrial complexes, and inactivates mitochondrial respiration. The inhibitory activity of XanDME on mitochondrial function significantly contributes to its anti-TNBC effects, as observed both in vitro and in vivo. Our study underscores the potential of XanDME against TNBC, warranting further investigations.",
    "doi": "10.3390/md23040146",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576450"
  },
  {
    "pubmed_id": "40278259",
    "title": "Marine Sponge-Derived Gukulenin A Sensitizes Ovarian Cancer Cells to PARP Inhibition via Ferroptosis Induction.",
    "abstract": "Resistance to PARP inhibitors (PARPi), such as olaparib (OLA), is a major challenge in ovarian cancer treatment. In this study, we investigated the combination effect of PARPi and gukulenin A (GUA), a bis-tropolone tetraterpenoid isolated from the marine sponge <i>Phorbas gukhulensis</i>. We found that GUA at a mildly cytotoxic dose synergistically enhanced OLA-induced cytotoxicity in human ovarian cancer cells. The combination treatment significantly increased reactive oxygen species (ROS) levels and lipid peroxidation, leading to ferroptotic rather than apoptotic cell death. Network pharmacology and gene ontology (GO) enrichment analyses revealed oxidative stress-related pathways as key mediators of this effect. Inhibition of NADPH oxidase (NOX) reversed combination-induced cell death, while ferrostatin-1 (FER-1), a ferroptosis inhibitor, significantly reduced lipid peroxidation and cytotoxicity. Additionally, GUA and OLA treatment suppressed ERK1/2 activation, and ERK overexpression attenuated the combination-induced cell death. Collectively, these findings suggest that marine-derived GUA enhances PARPi efficacy in ovarian cancer cells by inducing ferroptosis through oxidative stress and ERK pathway modulation.",
    "doi": "10.3390/md23040138",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576462"
  },
  {
    "pubmed_id": "40278257",
    "title": "Marine-Derived Yaequinolone Derivative CHNQD-02792 Suppresses Colorectal Cancer Cell Proliferation and Induces Apoptosis via MAPK Pathway Modulation.",
    "abstract": "Colorectal cancer is currently the third most common malignancy, and the toxic side effects of clinical therapeutic drugs often influence treatment outcomes. Marine-derived quinolone alkaloids exhibit various biological activities and are particularly notable for their antitumor properties. Compounds <b>1</b>-<b>13</b> were semi-synthesized based on 4'-desmethoxyyaequinolone J1, which is a 4-phenyl derivative of the natural quinolone alkaloid yaequinolone J1 and was isolated from <i>Penicillium</i> sp. FKI-2140. This study is the first to investigate the antitumor activity of <b>1</b>-<b>13</b> in colorectal cancer cells through proliferation, clonality, apoptosis, cell cycle, and MAPK signaling pathway. Cytotoxicity screening against seven colorectal cancer cell lines revealed that CHNQD-02792 (<b>13</b>) had the most sensitivity to HT-29 cells (IC<sub>50</sub> = 4.5 μM), far exceeding positive control 5-fluorouracil (IC<sub>50</sub> = 15.58 μM). The plate cloning assay revealed that CHNQD-02792 completely inhibited the growth of HT-29 cells at the concentration of 9 μM. CHNQD-02792 (4.5 μM) inhibited CDK1 expression and triggered G2/M phase arrest in HT-29 cells. Mechanistic analysis revealed that CHNQD-02792 induced apoptosis by suppressing the anti-apoptotic protein Bcl-2 and upregulating the pro-apoptotic proteins Caspase-3 and Bax. Furthermore, CHNQD-02792 inhibited ERK and JNK phosphorylation and thus highlighted its regulatory role in MAPK signaling. These findings suggest that CHNQD-02792 exerts cytotoxic effects on HT-29 cells via dual mechanisms: inducing G2/M arrest and apoptosis while regulating MAPK signaling through ERK/JNK dephosphorylation. This study demonstrates the dual targeting of CHNQD-02792 against tumor cell proliferation and survival pathways, providing a foundation for further development of anti-colorectal cancer drugs.",
    "doi": "10.3390/md23040136",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576466"
  },
  {
    "pubmed_id": "40277945",
    "title": "LFA-1/ICAM-1 Interactions Between CD8<sup>+</sup> and CD4<sup>+</sup> T Cells Promote CD4<sup>+</sup> Th1-Dominant Differentiation and CD8<sup>+</sup> T Cell Cytotoxicity for Strong Antitumor Immunity After Cryo-Thermal Therapy.",
    "abstract": "CD4<sup>+</sup> T cells have been well-regarded as \"helper\" cells in activating the cytotoxicity of CD8<sup>+</sup> T cells for effective tumor eradication, while few studies have focused on whether CD8<sup>+</sup> T cells regulate CD4<sup>+</sup> T cells. Our previous studies provided evidence for an interaction between CD4<sup>+</sup> and CD8<sup>+</sup> T cells after cryo-thermal therapy, but the mechanism remains unclear, especially pertaining to how CD8<sup>+</sup> T cells promote the Th1 differentiation of CD4<sup>+</sup> T cells. This study revealed that activated CD4<sup>+</sup> and CD8<sup>+</sup> T cells are critical for CTT-induced antitumor immunity, and the interaction between activated T cells is enhanced. The reciprocal regulation of activated CD8<sup>+</sup> and CD4<sup>+</sup> T cells was through LFA-1/ICAM-1 interactions, in which CD8<sup>+</sup> T cells facilitate Notch1-dependent CD4<sup>+</sup> Th1-dominant differentiation and promote IL-2 secretion of CD4<sup>+</sup> T cells. Meanwhile, IL-2 derived from CD4<sup>+</sup> T cells enhances the cytotoxicity of CD8<sup>+</sup> T cells and establishes a positive feedback loop via increasing the expression of LFA-1 and ICAM-1 on T cells. Clinical analyses further validated that LFA-1/ICAM interactions between CD4<sup>+</sup> and CD8<sup>+</sup> T cells are correlated with clinical outcomes. Our study extends the functions of the LFA-1/ICAM-1 adhesion pathway, indicating its novel role in the interaction of CD4<sup>+</sup> and CD8<sup>+</sup> T cells.",
    "doi": "10.3390/cells14080620",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576470"
  },
  {
    "pubmed_id": "40277941",
    "title": "LncRNAs Regulate Vasculogenic Mimicry in Human Cancers.",
    "abstract": "Vasculogenic mimicry (VM) has recently been discovered as an alternative mechanism for nourishing cancer cells in vivo. During VM, tumor cells align and organize themselves into three-dimensional (3D) channel-like structures to transport nutrients and oxygen to the internal layers of tumors. This mechanism mainly occurs in aggressive solid tumors and has been associated with poor prognosis in oncologic patients. Long non-coding RNAs (lncRNAs) are essential regulators of protein-encoding genes involved in cancer development and progression. These single-stranded RNA molecules regulate critical cellular functions in cancer cells including cell proliferation, apoptosis, angiogenesis, VM, therapy response, migration, invasion, and metastasis. Recently, high-throughput RNA-sequencing technologies have identified thousands of lncRNAs, but only a small percentage of them have been functionally characterized in human cancers. The vast amount of data about its genomic expression in tumors can allow us to dissect their functions in cancer biology and make them suitable biomarkers for cancer diagnosis and prognosis. In this study, we reviewed the current knowledge about the role of lncRNAs in regulating VM in cancer. We also examined the molecular mechanisms of lncRNAs and highlight several commonalities in the cellular functions associated with VM between diverse cancer types. Future directions for research focused on deciphering their function in VM are delineated. Finally, the potential of selected lncRNAs as novel therapeutic targets in RNA-based molecular interventions is also discussed.",
    "doi": "10.3390/cells14080616",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576474"
  },
  {
    "pubmed_id": "40277937",
    "title": "The miR-146a Single Nucleotide Polymorphism rs2910164 Promotes Proliferation, Chemoresistance, Migration, Invasion, and Apoptosis Suppression in Breast Cancer Cells.",
    "abstract": "Breast cancer (BC) is the most common malignant disease in women worldwide. Several studies have reported that microRNA-146a (miR-146a) dysregulation plays a role in multiple cancers, including BC. However, the mechanism underlying this association is controversial, possibly reflecting diverse roles for this miR in different types of cancer. The SNP rs2910164:G>C, located within the miR-146a precursor, has been linked to a BC risk. Our group previously showed a specific association between rs2910164:G>C and an increased BC risk in patients with early-onset sporadic BC. There are no studies in the literature that evaluate the functional consequences of the rs2910164 polymorphism in the BC process. Therefore, the goal of the present study was to evaluate in vitro the effect of the SNP rs2910164:G>C on BC progression in luminal A and triple-negative cell lines. We found that rs2910164:G>C upregulated the expression of two mature miR-146a sequences, 3p and 5p. Furthermore, pre-miR-146a-C enhanced proliferation, migration, and invasion in luminal A and triple-negative breast cells, as well as decreasing cisplatin-induced apoptosis. Interestingly, the pre-miR-146a C allele decreased cisplatin resistance in MCF-7 cells but increased cisplatin resistance in MDA-MB-231 cells. We propose that the rs2910164 C allele promotes miR-146a overexpression, which is causally involved in proliferation, migration, invasion, apoptosis, and cisplatin resistance.",
    "doi": "10.3390/cells14080612",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576478"
  },
  {
    "pubmed_id": "40277927",
    "title": "Combining AdipoRon with Paclitaxel Unveils Synergistic Potential in Non-Small Cell Lung Cancer Cells via AMPK-ERK1/2 Signaling.",
    "abstract": "As part of chemotherapy regimens, Paclitaxel improves the overall survival of many non-small cell lung cancer (NSCLC) patients. However, the development of drug resistance and adverse events limits its clinical usage, reinforcing the need for further advancements in NSCLC therapeutics. We recently recognized the adiponectin receptor agonist AdipoRon as a promising anticancer compound in NSCLC. Consequently, this study aimed to evaluate the therapeutic potential of combining AdipoRon with Paclitaxel (Combo) in NSCLC cells. With respect to individual treatments, Combo triggered a stronger inhibition of both cell growth and clonogenic potential, as well as a greater induction of cell death. The Combo-mediated cytotoxicity was also corroborated by cleavage of poly-ADP ribose polymerase (PARP) and caspase-3 apoptotic markers. Notably, AMP-activated protein kinase (AMPK) emerged as a critical sensor in Combo efficacy, as its inhibition by Compound-C unveiled a significant rescue in cell growth. Although Combo caused a gradual downregulation of extracellular signal-regulated kinase 1/2 (ERK1/2), the hindrance in the upstream cascade by PD98059 partially counteracted the Combo outcomes. In conclusion, our findings designate AdipoRon as an effective candidate in Paclitaxel-based therapy. Nevertheless, future studies aimed at exploring the Combo aptitude in overcoming the Paclitaxel-related restraints need to be investigated in NSCLC.",
    "doi": "10.3390/cells14080602",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576482"
  },
  {
    "pubmed_id": "40277924",
    "title": "Dual Role of HNF4α in Colorectal Adenocarcinoma During Carcinogenesis and Metastasis.",
    "abstract": "Hepatocyte nuclear factor 4α (HNF4α), a highly conserved member of the nuclear receptor superfamily of transcription factors, has been identified as a promising therapeutic candidate for colorectal adenocarcinoma (CRAC). This study was to investigate the significance of HNF4α in CRAC and mechanisms governing its function. The expression patterns and clinical relevance of HNF4α were evaluated in relation to nuclear factor kappa B (NF-κb), Yes-associated protein (YAP), and epithelial-mesenchymal transition markers. HNF4α exhibited upregulation during carcinogenesis compared to normal and precancerous lesions. The overexpression and inhibition of HNF4α were correlated with the modulation of CRAC cell migration and invasion, either promoting or suppressing these processes. Notably, levels of HNF4α were significantly diminished in metastatic and poorly differentiated CRAC relative to primary CRAC samples. Moreover, reduced HNF4α levels were associated with unfavorable prognostic factors. The inhibition of HNF4A induced a decrease in NF-κb protein levels, concomitant with an increase in YAP. Our results indicate a dual role of HNF4α in tumor progression, either as a promotor or inhibitor, depending on the pathologic condition of CRAC and the related signaling pathways. HNF4α exhibits a complex role, whereby its overexpression is linked to early carcinogenesis and reduced expression is associated with the progression and metastasis of CRAC.",
    "doi": "10.3390/cells14080599",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576486"
  },
  {
    "pubmed_id": "40277923",
    "title": "Deciphering the Controversial Role of TP53 Inducible Glycolysis and Apoptosis Regulator (TIGAR) in Cancer Metabolism as a Potential Therapeutic Strategy.",
    "abstract": "Tumor metabolism has emerged as a critical target in cancer therapy, revolutionizing our understanding of how cancer cells grow, survive, and respond to treatment. Historically, cancer research focused on genetic mutations driving tumorigenesis, but in recent decades, metabolic reprogramming has been recognized as a hallmark of cancer. The TP53 inducible glycolysis and apoptosis regulator, or TIGAR, affects a wide range of cellular and molecular processes and plays a key role in cancer cell metabolism by regulating the balance between glycolysis and antioxidant defense mechanisms. Cancer cells often exhibit a shift towards aerobic glycolysis (the Warburg effect), which allows rapid energy production and gives rise to biosynthetic intermediates for proliferation. By inhibiting glycolysis, TIGAR can reduce the proliferation rate of cancer cells, particularly in early-stage tumors or specific tissue types. This metabolic shift may limit the resources available for rapid cell division, thereby exerting a tumor-suppressive effect. However, this metabolic shift also leads to increased levels of reactive oxygen species (ROS), which can damage the cell if not properly managed. TIGAR helps protect cancer cells from excessive ROS by promoting the pentose phosphate pathway (PPP), which generates NADPH-a key molecule involved in antioxidant defense. Through its actions, TIGAR decreases the glycolytic flux while increasing the diversion of glucose-6-phosphate into the PPP. This reduces ROS levels and supports biosynthesis and cell survival by maintaining the balance of nucleotides and lipids. The role of TIGAR has been emerging as a prognostic and potential therapeutic target in different types of cancers. This review highlights the role of TIGAR in different types of cancer, evaluating its potential role as a diagnostic marker and a therapeutic target.",
    "doi": "10.3390/cells14080598",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576488"
  },
  {
    "pubmed_id": "40277919",
    "title": "The Importance of Cancer Stem Cells and Their Pathways in Endometrial Cancer: A Narrative Review.",
    "abstract": "Endometrial cancer is one of the most common malignancies seen in women in developed countries. While patients in the early stages of this cancer show better responses to surgery, adjuvant hormonal therapy, and chemotherapy, patients with recurrence show treatment resistance. Researchers have recently focused on cancer stem cells (CSCs) in the treatment of gynecologic cancer in general but also specifically in endometrial cancer. CSCs have been investigated because of their resistance to conventional therapies, such as chemo- and radiotherapy, and their ability to induce the progression and recurrence of malignancy. The activation of alternative pathways, such as WNT, PI3K, NF-kB, or NOTCH, could be the basis of the acquisition of these abilities of CSCs. Their specific markers and signaling pathways could be treatment targets for CSCs. In this article, we discuss the importance of obtaining a better understanding of the molecular basis and pathways of CSCs in endometrial cancer and the role of CSCs, aiming to discover more specific therapeutic approaches.",
    "doi": "10.3390/cells14080594",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.576490"
  },
  {
    "pubmed_id": "40277917",
    "title": "Regulatory T Cell Mimicry by a Subset of Mesenchymal GBM Stem Cells Suppresses CD4 and CD8 Cells.",
    "abstract": "Attempts to activate an anti-tumor immune response in glioblastoma (GBM) have been met with many challenges due to its inherently immunosuppressive tumor microenvironment. The degree and mechanisms by which molecularly and phenotypically diverse tumor-propagating glioma stem cells (GSCs) contribute to this state are poorly defined. In this study, our multifaceted approach combining bioinformatics analyses of clinical and experimental datasets, single-cell sequencing, and the molecular and pharmacologic manipulation of patient-derived cells identified GSCs expressing immunosuppressive effectors mimicking regulatory T cells (Tregs). We showed that this immunosuppressive Treg-like (ITL) GSC state is specific to the mesenchymal GSC subset and is associated with and driven specifically by TGFβ type II receptor (TGFBR2) in contrast to TGFBR1. Transgenic TGFBR2 expression in patient-derived GBM neurospheres promoted a mesenchymal transition and induced a six-gene ITL signature consisting of <i>CD274</i> (PD-L1), <i>NT5E</i> (CD73), <i>ENTPD1</i> (CD39), <i>LGALS1</i> (galectin-1), <i>PDCD1LG2</i> (PD-L2), and <i>TGFB1</i>. This TGFBR2-driven ITL signature was identified in clinical GBM specimens, patient-derived GSCs, and systemic mesenchymal malignancies. TGFBR2<sup>high</sup> GSCs inhibited CD4+ and CD8+ T cell viability and their capacity to kill GBM cells, effects reversed by pharmacologic and shRNA-based TGFBR2 inhibition. Collectively, our data identify an immunosuppressive GSC state that is TGFBR2-dependent and susceptible to TGFBR2-targeted therapeutics.",
    "doi": "10.3390/cells14080592",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917977"
  },
  {
    "pubmed_id": "40277915",
    "title": "Metformin Inhibits Cell Motility and Proliferation of Triple-Negative Breast Cancer Cells by Blocking HMGB1/RAGE Signaling.",
    "abstract": "High-mobility group box 1 (HMGB1) is a nuclear chromatin protein overexpressed in various cancers and linked to tumor progression. Outside the cell, HMGB1 binds to receptors such as the receptor for advanced glycation end products (RAGE), promoting metastasis. Targeting this signaling pathway may provide a new therapeutic strategy for aggressive cancers. Metformin, a well-established antidiabetic drug, directly interacts with HMGB1, inhibiting its pro-inflammatory functions. This study investigates metformin's effects on the HMGB1/RAGE signaling pathway in triple-negative breast cancer (TNBC) cells. Using wound-healing and colony formation assays, we demonstrate that metformin reduces HMGB1-induced cell migration and proliferation. Immunoblotting and immunofluorescence analyses reveal that metformin decreases RAGE stabilization on the cell membrane, disrupts NF-κB signaling, and reverses the epithelial-to-mesenchymal transition (EMT) by increasing E-cadherin, reducing vimentin, and stabilizing β-catenin at the cell membrane. Furthermore, metformin lowers HMGB1 and RAGE protein levels, disrupting the positive feedback loop that promotes cancer aggressiveness. These findings highlight metformin's potential as a therapeutic agent in TNBC by inhibiting HMGB1/RAGE-driven metastasis.",
    "doi": "10.3390/cells14080590",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917986"
  },
  {
    "pubmed_id": "40277912",
    "title": "Resistance in Lung Cancer Immunotherapy and How to Overcome It: Insights from the Genetics Perspective and Combination Therapies Approach.",
    "abstract": "Lung cancer with the highest number of new cases diagnosed in Europe and in Poland, remains an example of malignancy with a very poor prognosis despite the recent progress in medicine. Different treatment strategies are now available for cancer therapy based on its type, molecular subtype and other factors including overall health, the stage of disease and cancer molecular profile. Immunotherapy is emerging as a potential addition to surgery, chemotherapy, radiotherapy or other targeted therapies, but also considered a mainstay therapy mode. This combination is an area of active investigation in order to enhance efficacy and overcome resistance. Due to the complexity and dynamic of cancer's ecosystem, novel therapeutic targets and strategies need continued research into the cellular and molecular mechanisms within the tumour microenvironment. From the genetic point of view, several signatures ranging from a few mutated genes to hundreds of them have been identified and associated with therapy resistance and metastatic potential. ML techniques and AI can enhance the predictive potential of genetic signatures and model the prognosis. Here, we present the overview of already existing treatment approaches, the current findings of key aspects of immunotherapy, such as immune checkpoint inhibitors (ICIs), existing molecular biomarkers like PD-L1 expression, tumour mutation burden, immunoscore, and neoantigens, as well as their roles as predictive markers for treatment response and resistance.",
    "doi": "10.3390/cells14080587",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917988"
  },
  {
    "pubmed_id": "40277910",
    "title": "Softness or Stiffness What Contributes to Cancer and Cancer Metastasis?",
    "abstract": "Beyond the genomic and proteomic analysis of bulk and single cancer cells, a new focus of cancer research is emerging that is based on the mechanical analysis of cancer cells. Therefore, several biophysical techniques have been developed and adapted. The characterization of cancer cells, like human cancer cell lines, started with their mechanical characterization at mostly a single timepoint. A universal hypothesis has been proposed that cancer cells need to be softer to migrate and invade tissues and subsequently metastasize in targeted organs. Thus, the softness of cancer cells has been suggested to serve as a universal physical marker for the malignancy of cancer types. However, it has turned out that there exists the opposite phenomenon, namely that stiffer cancer cells are more migratory and invasive and therefore lead to more metastases. These contradictory results question the universality of the role of softness of cancer cells in the malignant progression of cancers. Another problem is that the various biophysical techniques used can affect the mechanical properties of cancer cells, making it even more difficult to compare the results of different studies. Apart from the instrumentation, the culture and measurement conditions of the cancer cells can influence the mechanical measurements. The review highlights the main advances of the mechanical characterization of cancer cells, discusses the strength and weaknesses of the approaches, and questions whether the passive mechanical characterization of cancer cells is still state-of-the art. Besides the cell models, conditions and biophysical setups, the role of the microenvironment on the mechanical characteristics of cancer cells is presented and debated. Finally, combinatorial approaches to determine the malignant potential of tumors, such as the involvement of the ECM, the cells in a homogeneous or heterogeneous association, or biological multi-omics analyses, together with the dynamic-mechanical analysis of cancer cells, are highlighted as new frontiers of research.",
    "doi": "10.3390/cells14080584",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917990"
  },
  {
    "pubmed_id": "40277909",
    "title": "The Role of Epithelial-Mesenchymal Transition in Malignant Pleural Mesothelioma: From Pathogenesis to Diagnosis and Treatment.",
    "abstract": "Malignant pleural mesothelioma (MPM) is an aggressive cancer of the pleural lining, primarily associated with asbestos exposure. Despite advancements in multimodal treatment, patient survival remains poor. Epithelial-mesenchymal transition (EMT) has emerged as a crucial process driving MPM pathogenesis, metastasis, and resistance to therapy. This review explores the molecular mechanisms underlying EMT in MPM, including key signaling pathways such as TGF-β, Wnt/β-catenin, and PI3K/Akt. We also discuss the diagnostic and prognostic significance of EMT-related biomarkers and emerging targeted therapies aimed at reversing EMT or exploiting EMT-induced vulnerabilities. Additionally, recent clinical trials, including the MARS 2 trial, are reviewed to provide insight into the evolving treatment landscape.",
    "doi": "10.3390/cells14080585",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917992"
  },
  {
    "pubmed_id": "40277903",
    "title": "The Role of GREMLIN1, a Bone Morphogenetic Protein Antagonist, in Cancer Stem Cell Regulation.",
    "abstract": "Cancer remains a leading cause of death globally, characterized by uncontrolled cell proliferation, tumor growth and metastasis. Bone morphogenetic proteins (BMPs) and their growth differentiation factor (GDF) relatives are crucial regulators of developmental processes such as limb, kidney and lung formation, cell fate determination, cell proliferation, and apoptosis. Cancer stem cells (CSCs) are a subpopulation of self-renewing cells within tumors that possess stemness properties and a tumor cell-forming capability. The presence of CSCs in a tumor is linked to growth, metastasis, treatment resistance and cancer recurrence. The tumor microenvironment in which CSCs exist also plays a critical role in the onset, progression and treatment resistance in many cancers. Growth factors such as BMPs and GDFs counterbalance transforming growth factor-beta (TGF-β) in the maintenance of CSC pluripotency and cancer cell differentiation. BMP signaling typically functions in a tumor suppressor role in various cancers by inducing CSC differentiation and suppressing stemness characteristics. This differentiation process is vital, as it curtails the self-renewal capacity that characterizes CSCs, thereby limiting their ability to sustain tumor growth. The interplay between BMPs and their secreted antagonists, such as GREM1, Noggin and Chordin, adds another layer of complexity to CSC regulation. Human cancers such as gastric, colorectal, glioblastoma, and breast cancer are characterized by GREMLIN1 (GREM1) overexpression, leading to inhibition of BMP signaling, facilitating the maintenance of pluripotency in CSCs, thus promoting tumorigenesis. GREM1 overexpression may also contribute to CSC immune evasion, further exacerbating patient prognoses. In addition to BMP inhibition, GREM1 has been implicated as a target of fibroblast growth factor (FGF) → Sonic hedgehog (Shh) signaling, as well as the Wnt/Frizzled pathway, both of which may contribute to the maintenance of CSC stemness. The complex role of BMPs and their antagonists in regulating CSC behavior underscores the importance of a balanced BMP signaling pathway. This article will summarize current knowledge of BMP and GREM1 regulation of CSC function, as well as conflicting data on the exact role of GREM1 in modulating CSC biology, tumor formation and cancer. Targeting this pathway by inhibiting GREM1 using neutralizing antibodies or small molecules may hold early-stage promise for novel therapeutic strategies aimed at reducing CSC burden in cancers and improving patient outcomes.",
    "doi": "10.3390/cells14080578",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917994"
  },
  {
    "pubmed_id": "40277899",
    "title": "Lysosomes and LAMPs as Autophagy Drivers of Drug Resistance in Colorectal Cancer.",
    "abstract": "Colorectal cancer (CRC) is among the most malignant pathologies worldwide. A major factor contributing to the poor prognosis of neoplastic diseases is the development of drug resistance. It significantly reduces the utility of most therapeutic protocols and necessitates the search for novel biomarkers and treatment strategies to combat cancer. An evolutionarily conserved catabolic mechanism, autophagy maintains nutrient recycling and metabolic adaptation and is also closely related to carcinogenesis, playing a dual role. Autophagy inhibition can limit the growth of tumors and improve the response to cancer therapeutics. Lysosomes, key players in autophagy, are also considered promising targets for anticancer treatment. There are still insufficient data on the role of poorly studied glycoproteins related to autophagy, such as the lysosome-associated membrane glycoproteins (LAMPs). They can act as multifunctional molecules involved in a multitude of processes like autophagy and cancer development. In the current review, we summarize the recent data on the double-faceted role of autophagy in cancer with a focus on drug resistance in CRC and on the roles of lysosomes and LAMPs in these interconnected processes. Several lysosomotropic drugs are discussed as options to overcome cancer cell chemoresistance. The complex networks that underline defined autophagic pathways in the context of CRC carcinogenesis and the role of autophagy, especially of LAMPs as drivers of drug resistance, are outlined.",
    "doi": "10.3390/cells14080574",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917996"
  },
  {
    "pubmed_id": "40277898",
    "title": "Evolution of Allogeneic Stem Cell Transplantation: Main Focus on AML.",
    "abstract": "In recent years, treatments in the field of hematologic malignancies have undergone significant evolution; allogeneic hematopoietic stem cell transplantation (allo-HSCT) has shifted from an \"ultimate\" therapy to becoming a component of a comprehensive therapeutic strategy for acute myeloid leukemia (AML). Advances in risk stratification (including molecular profiling and measurable residual disease assessment), conditioning regimens, and graft-versus-host disease (GVHD) prophylaxis-such as post-transplant cyclophosphamide-have improved outcomes and expanded donor selection and transplant eligibility. We should not only focus on the transplantation procedure but also consider various therapeutic components, including chemotherapy, targeted therapy (possibly including chimeric antigen receptor T-cell therapy), and post-transplant maintenance therapy, which need to be orchestrated within the broader context of leukemia treatment. In this review, we summarized key developments in allo-HSCT for AML and aim to \"decipher\" each component of transplantation.",
    "doi": "10.3390/cells14080572",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.917999"
  },
  {
    "pubmed_id": "40277897",
    "title": "Artesunate Inhibits Metastatic Potential in Cisplatin-Resistant Bladder Cancer Cells by Altering Integrins.",
    "abstract": "The survival of patients with locally advanced and metastatic bladder cancer (BCa) is persistently low. Hence, new treatment options are urgently needed. Artesunate (ART) a derivative of artemisinin, used in Traditional Chinese Medicine, shows anti-tumor activity extending over a broad spectrum of human cancers. As we have previously shown, ART inhibits growth in cisplatin-sensitive (parental) and cisplatin-resistant BCa cells. However, how ART acts on the metastatic potential of BCa remained unclear. To clarify, we applied ART to parental and cisplatin-resistant RT4, RT112, T24, and TCCSup BCa cell lines. We examined tumor cell adhesion to vascular endothelium and immobilized collagen and evaluated chemotactic activity, migration, and invasive activity of the BCa cells. Adhesion receptors, integrin α and β subtypes, integrin-linked kinase (ILK), and focal adhesion kinase (FAK) were investigated. The functional relevance of integrin expression altered by ART was determined by blocking studies. ART significantly reduced tumor cell adhesion to vascular endothelium and immobilized collagen in parental as well as in cisplatin-resistant BCa cells. Depending on cell type, ART suppressed tumor cell motility and diminished integrin expression (surface and total). Functional blocking of integrins altered by ART reduced cell adhesion and invasion of the BCa cells. Thus, the metastatic potential of parental and cisplatin-resistant BCa cells was significantly inhibited by ART, making it a promising treatment option for patients with advanced or therapy-resistant BCa.",
    "doi": "10.3390/cells14080570",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.918001"
  },
  {
    "pubmed_id": "40277895",
    "title": "Increased Sensitivity to Ionizing Radiation in a Relevant Subset of Patients with Cancer and Systemic Lupus Erythematosus.",
    "abstract": "It has long been hypothesized that systemic lupus erythematosus (SLE) increases radiosensitivity, but recent studies have yielded mixed results. We studied individual radiosensitivity in 70 individuals with SLE using chromosomal aberrations as biomarkers of radiosensitivity. In total, 33 patients with SLE and 37 patients with SLE and additional oncologic diseases were compared with healthy individuals and with patients with rectal and breast cancer. Individual radiosensitivity was assessed by ex vivo irradiation of G0 blood lymphocytes followed by three-color fluorescence in situ hybridization of chromosomes 1, 2, and 4. SLE patients have slightly higher background rates of chromosomal aberrations than healthy individuals and lower rates than cancer patients. Non-oncologic SLE patients show a rate of chromosomal aberrations similar to that seen in healthy individuals. The outliers in this group, who clearly show increased radiosensitivity, fall between healthy individuals and cancer patients. Patients with SLE and cancer have significantly higher chromosome aberration rates compared to healthy individuals (<i>p</i> < 0.001) and patients with isolated cancer (<i>p</i> = 0.007) or isolated SLE (<i>p</i> = 0.004). The proportion of radiosensitive patients in the oncologic SLE cohort is high, with 45% of patients showing increased radiosensitivity. There is a weak association between anti-Ro-52 autoantibodies and radiosensitivity. Based on the radiosensitivity measurement, radiation dose reduction was recommended in 11 oncological SLE patients and was successfully achieved in 5 patients by up to 21% of the dose per fraction. In the oncologic SLE cohort, a substantial portion of individuals show increased radiosensitivity.",
    "doi": "10.3390/cells14080569",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:02.918003"
  },
  {
    "pubmed_id": "40277893",
    "title": "Inflammation-Associated Carcinogenesis in Inflammatory Bowel Disease: Clinical Features and Molecular Mechanisms.",
    "abstract": "Inflammatory bowel disease (IBD), comprising ulcerative colitis (UC) and Crohn's disease (CD), is a chronic condition marked by persistent intestinal inflammation of unknown etiology. Disease onset involves genetic predisposition and environmental factors that disrupt the intestinal immune homeostasis. The intestinal microbiome and immune response play pivotal roles in disease progression. Advances in molecular therapies and early interventions have reduced surgery rates; however, colorectal cancer (CRC) remains a significant concern, driven by chronic inflammation. In UC, the risk of UC-associated neoplasia (UCAN) increases with disease duration, while CD patients face elevated risks of small intestine, anal fistula, and anal canal cancers. Endoscopic surveillance is advised for UCAN, but optimal screening intervals remain undefined, and no established guidelines exist for CD-associated cancers. UCAN morphology often complicates detection due to its flat, inflammation-blended appearance, which differs pathologically from sporadic CRC (sCRC). UCAN is frequently surrounded by dysplasia, with p53 mutations evident at the dysplasia stage. IBD-associated gastrointestinal cancers exemplify inflammation-driven carcinogenesis with distinct molecular mechanisms from the adenoma-carcinoma sequence. This review explores the epidemiology, risk factors, clinical and pathological features, current surveillance practices, and molecular pathways underlying inflammation-associated cancers in IBD.",
    "doi": "10.3390/cells14080567",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292501"
  },
  {
    "pubmed_id": "40277892",
    "title": "Thinking Outside the Therapeutic Box: The Potential of Polyphenols in Preventing Chemotherapy-Induced Endothelial Dysfunction.",
    "abstract": "The numerous side effects and adverse health implications associated with chemotherapies have long plagued the field of cancer care. Whilst in some cases a curative measure, this highly toxic intervention consistently scores poorly on quantitative measures of tolerability and safety. Of these side effects, cardiac and microvascular defects pose the greatest health risk and are the leading cause of death amongst cancer survivors who do not succumb to relapse. In fact, in many low-grade cancers, the risk of recurrence is far outweighed by the cardiovascular risk of morbidity. As such, there is a pressing need to improve outcomes within these populations. Polyphenols are a group of naturally occurring metabolites that have shown potential vasoprotective effects. Studies suggest they possess antioxidant and anti-inflammatory activities, in addition to directly modulating vascular signalling pathways and gene expression. Leveraging these properties may help counteract the vascular toxicity induced by chemotherapy. In this review, we outline the main mechanisms by which the endothelium is damaged by chemotherapeutic agents and discuss the ability of polyphenols to counteract such side effects. We suggest future considerations that may help overcome some of the published limitations of these compounds that have stalled their clinical success. Finally, we briefly explore their pharmacological properties and how novel approaches could enhance their efficacy while minimising treatment-related side effects.",
    "doi": "10.3390/cells14080566",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292509"
  },
  {
    "pubmed_id": "40277890",
    "title": "Increased Risk of Cancer-An Integral Component of the Cardio-Renal-Metabolic Disease Cluster and Its Management.",
    "abstract": "Cancer risk increases by 25 to 250% not only in dysmetabolic obese or overweight people with overt type 2 diabetes but also in individuals with intermediate hyperglycemia (pre-diabetes), with especially pronounced risk of pancreatic or hepatocellular cancer and obesity-related cancers, e.g., colorectal and kidney cancers, bladder cancer in men, and endometrial and breast cancers in women. Cancer may often be present before or upon the diagnosis of diabetes, as there is a common pathogenetic dysmetabolic-inflammatory background with insulin resistance for developing diabetes, cardiorenal disease, and cancer in parallel. The mechanisms involved relate to hyperinsulinemia as a potential carcinogenic priming event with ectopic visceral, hepatic, pancreatic, or renal fat accumulation that subsequently fuel inflammation and lipo-oncogenic signals, causing mitochondrial oxidative stress and deregulation. Moreover, hyperinsulinemia may foster mitogenic MAP kinase-related signaling, which can also occur via IGF1 receptors due to increased free IGF1 levels in obesity. Weight reduction of 10% or more in obese people with diabetes or pre-diabetes, e.g., through intensive lifestyle intervention or bariatric (=metabolic) surgery or through treatment with GLP-1 receptor agonists or metformin, is associated with significantly lower incidence of \"diabesity\"-associated cancers. In conclusion, there seems to be huge utility in adopting the new \"Cardio-Renal-Metabolic-Cancer Syndrome\" approach, also looking for cancer at the time of diabetes diagnosis in addition to proactively screening for undiagnosed dysglycemia.",
    "doi": "10.3390/cells14080564",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292511"
  },
  {
    "pubmed_id": "40277888",
    "title": "Glioblastoma Stem Cells at the Nexus of Tumor Heterogeneity, Immune Evasion, and Therapeutic Resistance.",
    "abstract": "Glioblastoma (GBM) is an exceedingly aggressive primary brain tumor defined by rapid growth, extensive infiltration, and resistance to standard therapies. A central factor driving these malignancies is the subpopulation of glioblastoma stem cells (GSCs), which possess self-renewal capacity, multipotency, and the ability to regenerate tumor heterogeneity. GSCs contribute to key hallmarks of GBM pathobiology, including relentless progression, resistance to chemotherapy and radiotherapy, and inevitable recurrence. GSCs exhibit distinct molecular signatures, enhanced DNA repair, and metabolic adaptations that protect them against conventional treatments. Moreover, they reside within specialized niches-such as perivascular or hypoxic microenvironments-that sustain stemness, promote immunosuppression, and facilitate angiogenesis. Recent discoveries highlight signaling pathways like Notch, Wnt/β-catenin, Hedgehog, STAT3-PARN, and factors such as TFPI2 and HML-2 as critical regulators of GSC maintenance, plasticity, and immune evasion. These findings underscore the complexity of GSC biology and their pivotal role in driving GBM heterogeneity and therapeutic failure. Emerging therapeutic strategies aim to target GSCs through multiple avenues, including surface markers, immunotherapeutics (e.g., CAR T cells), metabolic vulnerabilities, and combination regimens. Advances in patient-derived organoids, single-cell omics, and 3D co-culture models enable more accurate representation of the tumor ecosystem and personalized therapeutic approaches. Ultimately, improved understanding of GSC-specific targets and the tumor microenvironment promises more effective interventions, paving the way toward better clinical outcomes for GBM patients.",
    "doi": "10.3390/cells14080562",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292513"
  },
  {
    "pubmed_id": "40277798",
    "title": "Glioblastoma in NF1: A Unique Entity-A Literature Review Focusing on Surgical Implication and Our Experience.",
    "abstract": "Glioblastoma in patients affected by NF1 germline mutation (NF1-associated GBM) represents a unique heterogeneous clinical and pathological entity. We have reviewed the few cases reported in the literature and they seem to have a better response to standard therapy and overall survival than GBM in the non-NF1 population. We present two cases of long-survival NF1 patients with GBM. Case 1 was a 38-year-old woman with cerebellar GBM who underwent surgical asportation and the Stupp protocol many times with an overall survival of 117 months. Case 2 was a 47-year-old woman with GBM in the eloquent area of the right frontal lobe; she underwent surgical asportation and the Stupp protocol with an overall survival of 25 months. The data analysis demonstrates that NF1-associated GBM patients could be considered long-term survivors.",
    "doi": "10.3390/curroncol32040242",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292515"
  },
  {
    "pubmed_id": "40277797",
    "title": "Cost-Effectiveness Analysis of Contemporary Advanced Prostate Cancer Treatment Sequences.",
    "abstract": "There has been a proliferation of novel treatments for the management of advanced prostate cancer (PCa), including androgen receptor pathway inhibitors (ARPI). Although there are health economic analyses of novel PCa treatments, such as ARPIs for specific health states, there is a lack of sequential analyses. Our paper aims to fill this gap. We developed a Monte Carlo Markov model to simulate the management of advanced PCa to end-of-life. We modeled patients who begin in metastatic and nonmetastatic castration-sensitive PCa (mCSPC and nmCSPC), with risk stratification for mCSPC, progressing to metastatic castration-resistant PCa (mCRPC). Using current guidelines and recent literature, we simulated admissible treatment sequences over these states along a 15-year horizon. We report the best treatment sequences in terms of efficacy and cost-effectiveness. We find that the most cost-effective use of ARPIs is early in advanced PCa for a cost-effectiveness threshold (CET) of CAD 100K per QALY. For a CET of CAD 50K per QALY, early ARPI use is most cost-effective in mCSPC-starting patients but not nmCSPC-starting. We conclude that the most cost-effective way to use ARPIs is when patients first enter advanced PCa. The most cost-effective ARPI at current Canadian prices is abiraterone, mostly due to abiraterone's lower price level.",
    "doi": "10.3390/curroncol32040240",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292517"
  },
  {
    "pubmed_id": "40277796",
    "title": "40th Annual CAPO Conference-Responding to the Human Experience of Cancer and Caring for the Soul: Building on 40 Years of Global Leadership in Psychosocial Oncology.",
    "abstract": "On behalf of the Canadian Association of Psychosocial Oncology, we are pleased to present the Abstracts from the 2025 Annual Conference, titled \"Responding to the Human Experience of Cancer and Caring for the Soul: Building on 40 years of global leadership in psychosocial oncology\". The 40th Annual CAPO Conference was held in Toronto from 23 April 2025 to 25 April 2025. In an era marked by the rapid advancement of biologically focused precision medicine, it is imperative to redirect our attention towards the human experience of illness and the soul of medicine. Biomedicine has conceptualized illness in ways that have proved profoundly productive from a curative and biological point of view. But it cannot-and it does not pretend to-illuminate the experience of living with it. (Hurwitz 2009). This conference aims to delve into the intricate interplay between cutting-edge biomedical technologies inclusive of artificial intelligence and big data and the deeply personal narratives of individuals navigating illness. By shifting the focus from mere disease pathology to encompassing the holistic human experience, we aspire to foster a more compassionate and patient-centered approach to healthcare with psychosocial support at the core of humanistic care that can improve survival and well-being in all aspects of a whole-person approach to illness. Through interdisciplinary dialogue and introspection, we endeavor to illuminate the profound connection between mind, body, and spirit in the practice of medicine, reaffirming the timeless significance of empathy, understanding, and human connection in healing and psychosocial aspects of care as fundamental to living well with cancer. This conference brought together key stakeholders including multidisciplinary professionals from nursing, psychology, psychiatry, social work, spiritual care, nutrition, medicine, rehabilitation medicine, occupational health and radiation therapy for both adult and pediatric populations. Participants included clinicians, researchers, educators in cancer care, community-based organizations and patient representatives. Patients, caregivers and family members presented abstracts that speak to their role in managing cancer experiences and care. Over two hundred (200) abstracts were submitted for presentation as symposia, 20-minute oral presentations, 10-minute oral presentations, 90-minute workshops and poster presentations. We congratulate all the presenters on their research work and contribution.",
    "doi": "10.3390/curroncol32040241",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292519"
  },
  {
    "pubmed_id": "40277795",
    "title": "Real-World Treatment Patterns and Outcomes Among Patients with Early Non-Small Cell Lung Cancer.",
    "abstract": "Worldwide, about two million people are diagnosed with lung cancer each year, 85% of whom have non-small cell lung cancer (NSCLC). Recent progress in treating advanced/metastatic NSCLC with targeted therapies has shifted attention to early NSCLC (Stages I-IIIA) and perioperative (neoadjuvant and adjuvant) systemic therapies. However, our comprehension of how targeted therapeutics are incorporated into care and their impact on patient outcomes is just starting to unfold. This retrospective observational study used a US nationwide electronic health record-derived deidentified database spanning January 2019-March 2024 and aimed to describe (1) eNSCLC patient demographic and clinical characteristics, (2) real-world neoadjuvant and adjuvant use, and (3) patient outcomes. The study population included 4841 Stage IB-IIIA NSCLC patients with a mean age of 70.9 ± 8.6 years. The majority (69.9%) received definitive treatment: surgery (<i>n</i> = 2280), definitive radiation (<i>n</i> = 320), or definitive chemoradiation (<i>n</i> = 783), while 30.1% (<i>n</i> = 1458) did not. Many definitive treatment patients received some perioperative systemic therapy (surgery: 52.6%, radiation: 52.2%, chemoradiation: 75.5%). Neoadjuvant use was limited in all groups (surgery: 8.2%, radiation: 6.1%, chemoradiation: 11.6%). Among the 54.6% receiving adjuvant, immune checkpoint inhibitors were the most common choice for definitive radiation (39.1%) and chemoradiation (73.7%) patients, while surgical patients predominantly received platinum-doublet therapy (37.0%). Surgical patient outcomes were similar across all groups, while definitive chemoradiation or radiation patients without systemic therapy had lower survival rates. In this study, we found that although the majority of patients underwent some form of definitive treatment, adjuvant use was limited, and neoadjuvant use was rarely included in care. A crucial initial step in improving patient outcomes is to understand and address the underutilization of neoadjuvant/adjuvant systemic therapy for eNSCLC patients.",
    "doi": "10.3390/curroncol32040239",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292521"
  },
  {
    "pubmed_id": "40277794",
    "title": "Perspectives on Outpatient Delivery of Bispecific T-Cell Engager Therapies for Multiple Myeloma.",
    "abstract": "In the past few years, a new promising therapy, called bispecific T-cell engager (TCE), has been developed and is now available in many countries for patients with relapsed or refractory multiple myeloma. T-cell engagers are associated with sustained efficacy and progression-free survival benefits in patients with heavily treated myeloma. However, complications such as cytokine release syndrome (CRS), immune effector cell-associated neurotoxicity syndrome (ICANS), and infections complicate their administration, particularly in remote centers. This review discusses the key requirements for delivering TCEs therapies, focusing on outpatient delivery. We also outline the primary acute and chronic complications of TCE therapy and their management.",
    "doi": "10.3390/curroncol32040238",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292522"
  },
  {
    "pubmed_id": "40277793",
    "title": "Trends in the Cost and Utilization of Publicly Reimbursed Cancer Medications Dispensed as Take-Home Treatments from 2017-2021.",
    "abstract": "<b>Background:</b> The cost and uptake of cancer medications dispensed as take-home treatments are not well understood. Therefore, in this study, we describe trends and the impact of SARS-CoV-2 on the utilization and cost of take-home cancer medications dispensed through the public payer system in Ontario, Canada. <b>Methods:</b> We conducted a repeated cross-sectional time-series analysis examining monthly and fiscal-year trends in the utilization and cost of take-home cancer medications reimbursed by the public payer between 1 April 2017 and 31 March 2021, in Ontario, Canada. Our primary outcome was per-beneficiary spending. Total public payer spending and the number of unique beneficiaries who were dispensed take-home cancer medications were reported as secondary outcomes. All outcomes were reported overall and stratified by drug class. We used autoregressive integrated moving average (ARIMA) models to assess the impact of the SARS-CoV-2 pandemic on the aforementioned trends. <b>Results:</b> Annual per-beneficiary spending on take-home cancer medications increased by 32.8% (from CAD 4422 in 2017/18 to CAD 6579 in 2020/21) over the study period. The rise in per-beneficiary spending was driven by the cost of medications within the small-molecule targeted therapy and immunotherapy drug classes, which accounted for three-quarters of total public payer spending on take-home cancer medications in 2020/21 despite being dispensed to less than 8% of beneficiaries. Upon the declaration of emergency for SARS-CoV-2, a short-term decline in per-beneficiary spending (CAD -179 per month; <i>p</i>-value < 0.01) was observed between March and June 2020. This temporary decline was driven by an increase in the number of beneficiaries (5582 per month; <i>p</i>-value < 0.01) receiving low-cost take-home cancer medications within the cytotoxic chemotherapy and hormonal therapy drug class without a corresponding rise in public payer spending. <b>Conclusion:</b> Future research should investigate barriers to the widespread uptake of take-home cancer medications during periods of public emergencies, particularly for high-cost drugs.",
    "doi": "10.3390/curroncol32040237",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.292524"
  },
  {
    "pubmed_id": "40277792",
    "title": "Crizotinib Inhibits Viability, Migration, and Invasion by Suppressing the <i>c-Met</i>/<i>PI3K</i>/<i>Akt</i> Pathway in the Three-Dimensional Bladder Cancer Spheroid Model.",
    "abstract": "We aimed to evaluate the therapeutic potential of crizotinib, a broad-spectrum tyrosine kinase inhibitor against bladder cancer (BC) cells, based on a three-dimensional (3D) cell culture system. After proliferating cell masses (spheroids) using T24 cisplatin-naïve and T24R2 cisplatin-resistant human BC cell lines, the spheroids were exposed to various crizotinib concentrations in order to derive an ideal crizotinib concentration to suppress cell survival, migration, and invasion. Crizotinib suppressed cell proliferation, migration, and invasion in both T24 and T24R2 BC cell lines under a 3D spheroid model, which was more appropriate than the conventional two-dimensional cell culture model. Real-time quantitative polymerase chain reaction analysis revealed a reduced expression of <i>E-cadherin</i> and an enhanced expression of <i>vimentin</i>, suggesting EMT suppression and the subsequent suppression of tumor aggressiveness following crizotinib administration. Meanwhile, the expressions of apoptosis-related genes increased. Western blot analysis revealed that the expression levels of <i>phosphorylated mesenchymal-epithelial transition factor (c-Met)</i> and <i>phosphorylated Akt</i> decreased following crizotinib administration, suggesting that the antitumor effect of crizotinib can be associated with the inhibition of the phosphorylated activation of the <i>c-Met</i>/<i>PI3K</i>/<i>Akt</i> pathway. Crizotinib showed a potential antitumor effect on both cisplatin-naïve and cisplatin-resistant human BC cells, likely through <i>c-Met</i>-induced <i>PI3K</i>/<i>Akt</i> pathway inhibition.",
    "doi": "10.3390/curroncol32040236",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695808"
  },
  {
    "pubmed_id": "40277791",
    "title": "Supervised Physical Activity Interventions in Children and Adolescents with Cancer Undergoing Treatment-A Systematic Review.",
    "abstract": "<i>Background:</i> A cancer diagnosis and its treatment often disrupt a child's and adolescent's normal level of physical activity, which plays a vital role in their development and health. They are therefore often less physically active during treatment than before the diagnosis or compared to healthy peers. Today, there is no comprehensive overview of the safety, feasibility, clinical effectiveness, and potentially long-lasting impact of physical activity (PA) interventions in this population. <i>Methods:</i> We conducted a systematic review in PubMed according to PRISMA guidelines to evaluate studies on PA interventions during cancer treatment in children and adolescents up to 25 years of age. We used the Joanna Briggs Institute's critical appraisal tools to assess the risk of bias. Due to the heterogeneity in interventions and outcomes, we used descriptive approaches only to present the results. <i>Results</i>: Half of the 21 included studies were randomized controlled trials (10/21). PA interventions were found to be safe and feasible when tailored to the patient's age, treatment phase, and clinical condition. Most studies reported improvements in physical fitness, strength, and quality of life, with some reductions in fatigue. Variability in interventions and outcomes, along with small sample sizes and heterogeneous patient populations, made it difficult to draw clear conclusions. <i>Conclusions</i>: PA appears to be a feasible and, in terms of injuries, safe adjunct to cancer treatment in children and adolescents. Despite promising trends, further large-scale, multicenter trials with standardized protocols are needed to better establish the long-term benefits and optimal interventions.",
    "doi": "10.3390/curroncol32040234",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695826"
  },
  {
    "pubmed_id": "40277789",
    "title": "Fiberoptic Endoscopic Evaluation of Swallowing (FEES) in Head and Neck Cancer Patients with Late Radiation-Associated Dysphagia: Swallowing Safety, Efficacy, and Dysphagia Phenotype.",
    "abstract": "Late radiation-associated dysphagia (late-RAD) remains a challenge in head and neck cancer (HNC) survivorship, despite advancements in treatment methods. Although Fiberoptic Endoscopic Evaluation of Swallowing (FEES) stands as the preferred diagnostic approach for oropharyngeal dysphagia assessment in the HNC population, current studies lack a FEES-derived swallowing parameter characterization and phenotypic classification within this specific cohort. This study sought to employ FEES-based assessment to characterize swallowing safety and efficacy profiles, identify distinct phenotypes in HNC patients suffering from late-RAD, and examine potential correlations between safety and efficacy parameters. A retrospective analysis included twenty-four post-radiotherapy HNC patients evaluated using standardized FEES protocols across three bolus consistencies (liquid, semisolid, and solid). Swallowing safety was quantified using the Penetration-Aspiration Scale (PAS), while efficacy was measured via the Yale Pharyngeal Residue Severity Rating Scale (YPRSRS). Additionally, six distinct dysphagia phenotypes were characterized within the cohort. Propulsion deficit was the predominant phenotype (92%), followed by delayed pharyngeal phase (37.5%) and protective deficit (25%), with 46% of patients exhibiting multiple phenotypes. Unsafe swallowing occurred most frequently with liquid consistency (62.5%), while residue was most prevalent with semisolid (82.6% valleculae, 52.2% pyriform sinuses) and solid consistencies (92.3% valleculae, 53.8% pyriform sinuses). Significant correlations were found between penetration-aspiration and pharyngeal residue scores across consistencies (<i>p</i> < 0.05). FEES examination revealed distinct phenotypes in late radiation-associated dysphagia, with a predominance of propulsion deficit and significant interdependence between safety and efficacy parameters.",
    "doi": "10.3390/curroncol32040233",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695828"
  },
  {
    "pubmed_id": "40277788",
    "title": "Advances in Targeted and Systemic Therapy for Salivary Gland Carcinomas: Current Options and Future Directions.",
    "abstract": "Salivary gland carcinomas (SGCs) represent a rare and heterogeneous group of malignancies accounting for 3-6% of all head and neck cancers. While surgical resection and radiotherapy remain the standard for locoregional control, systemic treatment is indicated for recurrent or metastatic disease. Advances in molecular profiling have identified actionable targets such as NTRK gene fusions, HER2, immune checkpoint regulators, androgen receptors, and RET receptors. These have facilitated the development of targeted therapies, including TRK inhibitors, HER2-directed agents, and androgen receptor modulators, as well as emerging combinations of immunotherapy and chemotherapy. Despite these advancements, challenges such as resistance mechanisms and limited therapeutic efficacy persist. Overall response rates remain relatively low across most systemic therapies, reflecting a persistent unmet clinical need. This review discusses the current landscape of treatment options and explores promising clinical trials and future directions to enhance outcomes for patients with SGCs.",
    "doi": "10.3390/curroncol32040232",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695830"
  },
  {
    "pubmed_id": "40277787",
    "title": "Postmastectomy Breast Reconstruction in Patients with Non-Metastatic Breast Cancer: A Systematic Review.",
    "abstract": "Breast reconstruction after mastectomy improves the quality of life for many patients with breast cancer. There is uncertainty regarding eligibility criteria for reconstruction, timing (immediate or delayed-with or without radiotherapy), outcomes of nipple-sparing compared to skin-sparing mastectomy, selection criteria and surgical factors influencing outcomes of nipple-sparing mastectomy, prepectoral versus subpectoral implants, use of acellular dermal matrix, and use of autologous fat grafting. We conducted a systematic review of these topics to be used as the evidence base for an updated clinical practice guideline on breast reconstruction for Ontario Health (Cancer Care Ontario). The protocol was registered on PROSPERO, CRD42023409083. Medline, Embase, and Cochrane databases were searched until August 2024, and 229 primary studies met the inclusion criteria. Most studies were retrospective non-randomized comparative studies; 5 randomized controlled trials were included. Results suggest nipple-sparing mastectomy is oncologically safe, provided there is no clinical, radiological, or pathological indication of nipple-areolar complex involvement. Surgical factors, including incision location, may affect rates of complications such as necrosis. Both immediate and delayed reconstruction have similar long-term outcomes; however, immediate reconstruction may result in better short to medium-term quality of life. Evidence on whether radiotherapy should modify the timing of initial reconstruction or expander-implant exchange was very limited; studies delayed reconstruction after radiotherapy by at least 3 months and, more commonly, at least 6 months to avoid the period of acute radiation injury. Radiation after immediate reconstruction is a reasonable option. Surgical complications are similar between prepectoral and dual-plane or subpectoral reconstruction; prepectoral placement may give a better quality of life due to lower rates of long-term complications such as pain and animation deformity. Autologous fat grafting was found to be oncologically safe; its use may improve quality of life and aesthetic results.",
    "doi": "10.3390/curroncol32040231",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695832"
  },
  {
    "pubmed_id": "40277786",
    "title": "LAG3, TIM3 and TIGIT: New Targets for Immunotherapy and Potential Associations with Radiotherapy.",
    "abstract": "The combination of immunotherapy and radiotherapy has demonstrated synergistic potential, especially when a combination of immune checkpoint inhibitors (ICIs) is administered. Cytotoxic T-Lymphocyte-Associated Protein-4 (CTLA-4) inhibitors and Programmed Death-Ligand 1 (PD-L1) inhibitors or Programmed Cell Death Protein 1 (PD-1) inhibitors have been assessed in both clinical and preclinical studies; the addition of radiotherapy activates immunomodulatory mechanisms materialized by an effect similar to \"in situ\" vaccination or the \"abscopal\" distant response of lesions outside the irradiation field. The new therapeutic targets (T cell immune-receptor with Ig and ITIM domains (TIGIT), Lymphocyte activating gene 3 (LAG-3), and T cell Ig- and mucin-domain-containing molecule-3 (TIM-3)) associated with traditional ICIs and radiotherapy open new perspectives to the concept of immuno-radiotherapy. The dynamic evaluation of T lymphocyte expression involved in the antitumor immune response, both in the tumor microenvironment (TME) and in the tumor itself, could have biomarker value in assessing the response to combination therapy with traditional and new ICIs in association with irradiation. Preclinical data justify the initiation of clinical trials in various tumor pathologies to explore this concept.",
    "doi": "10.3390/curroncol32040230",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695834"
  },
  {
    "pubmed_id": "40277785",
    "title": "Long-Term Outcomes in Patients with Locally Advanced and Metastatic Non-Small Cell Lung Cancer with High PD-L1 Expression.",
    "abstract": "Before the introduction of targeted therapy and immunotherapy, patients with metastatic non-small-cell lung cancer (NSCLC) had a 5-year overall survival (OS) rate of up to 10%. After the positive results of KEYNOTE-024, pembrolizumab was approved in a first-line setting for patients with metastatic NSCLC and PD-L1 ≥ 50%. A small number of patients had a durable response to immunotherapy, and so far it has not been discovered who will benefit. The aim of this study was to investigate the efficacy of first-line pembrolizumab in patients with locally advanced and metastatic NSCLC with high PD-L1 expression in a real-world setting. We enrolled 35 patients with locally advanced and metastatic NSCLC who had PD-L1 ≥ 50%. Progression-free survival was 9 months, 95% CI (2.6-15.4). Overall survival was 14 months, 95% CI (0-28.5). Five-year OS rate for the whole group of patients was 20%, and the six-year OS rate was 17.2%. Immunotherapy was a revolution in the treatment of NSCLC. We still do not know which patients will benefit from immunotherapy, but patients who do respond may experience long-term outcomes.",
    "doi": "10.3390/curroncol32040229",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695836"
  },
  {
    "pubmed_id": "40277784",
    "title": "Gastric Cancer in the Countryside or in the City: Does the Prognosis Change? An Analysis from the German States of Brandenburg and Berlin.",
    "abstract": "<b>Background:</b> Medical care structures differ between urban and rural areas. Clinical cancer registries can depict real-world care through detailed data analysis, identifying potential regional disparities and contributing to improvements in healthcare. <b>Methods:</b> Data from the Brandenburg-Berlin Clinical-Epidemiological Cancer Registry for the years of diagnosis 2017-2022 were analyzed to assess the epidemiology and real-world care of gastric cancer, including cardia. Brandenburg was compared to Berlin regarding perioperative treatment regimens. The resulting survival benefits were assessed using Kaplan-Meier and Cox regression models. <b>Results:</b> For the years of diagnosis 2017 to 2022, 5805 cases of gastric carcinoma were documented in the cancer registry. Survival data showed no significant differences between Berlin and Brandenburg. Preoperative therapy for cT3/cT4N0 tumors was significantly more common in Berlin (72%) than in Brandenburg (68%). Perioperative therapy was associated with a survival benefit for stages T3-/T4N+ but not for stages T1N+ or T2. The lower proportion of pre-treated T3/T4N+ patients in rural Brandenburg did not result in a significant survival difference. <b>Conclusions:</b> The data provide a comprehensive representation of the current state of gastric cancer care in these two regions. Gastric cancer treatment outcomes, in terms of survival, are comparable between the rural region of Brandenburg and the urban center of Berlin.",
    "doi": "10.3390/curroncol32040228",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695839"
  },
  {
    "pubmed_id": "40277783",
    "title": "Prognostic and Inflammatory Differences Between Upper and Mid-Lower Rectal Cancers in Non-Metastatic Stage II-II Disease.",
    "abstract": "<b>Background:</b> This study aimed to compare the clinical, pathological, and biochemical characteristics of upper rectal cancer (URC) and mid-lower rectal cancer (MLRC) in stage II and III non-metastatic rectal cancer and to identify distinct prognostic factors influencing survival and recurrence. <b>Material and Methods:</b> This retrospective cohort study included 100 patients with stage II and III non-metastatic rectal adenocarcinoma who underwent neoadjuvant chemoradiotherapy (nCRT) followed by curative-intent surgery between 2021 and 2024. Patients were categorized into URC (n = 53) and MLRC (n = 47) groups. Parameters analyzed included demographic factors, ASA score, surgical characteristics, pathological features (tumor stage, lymph node involvement, lymphovascular invasion (LVI), perineural invasion (PNI), tumor budding, tumor regression grade (TRG)), and biochemical markers (carcinoembryonic antigen (CEA), carbohydrate antigen 19-9 (CA19-9), white blood cell (WBC) count, neutrophil count, platelet count (PLT), and C-reactive protein (CRP)). One-year overall survival (OS) and disease-free survival (DFS) were analyzed using Kaplan-Meier survival curves, and Cox regression models identified independent prognostic factors. <b>Results:</b> Preoperative CEA levels were higher in MLRC (<i>p</i> = 0.05), whereas WBC count (<i>p</i> = 0.01), neutrophil count (<i>p</i> = 0.02), PLT (<i>p</i> = 0.01), and CRP levels (<i>p</i> = 0.01) were higher in URC. Pathological analysis revealed higher LVI (<i>p</i> = 0.04), PNI (<i>p</i> = 0.04), and tumor budding (<i>p</i> = 0.03) in MLRC. At one-year follow-up, OS rates were 82.1% (URC) vs. 80.3% (MLRC) (<i>p</i> = 0.85), and DFS rates were 78.6% (URC) vs. 73.4% (MLRC) (<i>p</i> = 0.72). Multivariate Cox regression analysis identified age (HR: 1.04, <i>p</i> = 0.03), ASA score (HR: 1.22, <i>p</i> = 0.01), CRP (HR: 1.18, <i>p</i> < 0.001), preoperative CEA (HR: 1.12, <i>p</i> = 0.02), preoperative CA19-9 (HR: 1.09, <i>p</i> = 0.03), LVI (HR: 1.42, <i>p</i> < 0.001), PNI (HR: 1.35, <i>p</i> = 0.02), and tumor budding (HR: 1.28, <i>p</i> = 0.03) as independent prognostic factors for OS. Similar trends were observed for DFS, with T stage (HR: 1.35, <i>p</i> = 0.01) and tumor size (HR: 1.22, <i>p</i> = 0.01) also being found significant. <b>Conclusions:</b> Inflammatory markers, tumor burden indicators (LVI, PNI, budding, tumor size, T stage), and preoperative CEA/CA19-9 were identified as significant predictors, suggesting a risk-adapted approach to rectal cancer treatment.",
    "doi": "10.3390/curroncol32040227",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695841"
  },
  {
    "pubmed_id": "40277782",
    "title": "A Systematic Review of Cost-Effectiveness Studies on Pancreatic Cancer Screening.",
    "abstract": "Pancreatic cancer (PC) is among the deadliest types of cancer globally. While early detection helps avert adverse outcomes, screening is only recommended for individuals at high risk, specifically those with familial and/or genetic predispositions. The objectives of this study are to systematically review primary studies on the cost-effectiveness of PC screening and to identify the critical factors that influence cost-effectiveness. This systematic review was performed using PRISMA guidelines. Economic evaluation studies on PC screening were identified from searches on the SCOPUS and PubMed databases. The quality of reporting of the selected articles was assessed according to CHEERS 2022. Using predefined inclusion and exclusion criteria, two reviewers conducted the title-abstract review, full-text review, and data extraction to select relevant articles. The authors' consensus was used to settle disagreements. The primary outcome was the incremental cost-effectiveness ratio, measured by cost per quality-adjusted life year and cost per life year saved. Nine studies were selected for the final review. Most studies demonstrated that one-time screening for PC among high-risk individuals was cost-effective compared with no screening, while others found annual screening to also be cost-effective. High-risk was generally defined as having a >5% lifetime risk of PC and included individuals with either familial pancreatic cancer (FPC) or genetic susceptibility syndromes such as Peutz-Jeghers Syndrome, hereditary pancreatitis, hereditary non-polypoid colorectal cancer syndrome, familial adenomatous polyposis, and BRCA2 mutations. Individuals with new-onset diabetes (NOD) were also considered high-risk. Screening using mainly endoscopic ultrasound was cost-effective among FPC individuals and those with genetic syndromes. Risk-based screening was also cost-effective among patients with NOD. Screening for PC is cost-effective among selected high-risk individuals. However, cost-effectiveness depends on epidemiological factors, cost, the diagnostic performance of screening tools, and the overall design of studies.",
    "doi": "10.3390/curroncol32040225",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:03.695843"
  },
  {
    "pubmed_id": "40277781",
    "title": "Modern Treatment of Skeletal Metastases: Multidisciplinarity and the Concept of Oligometastasis in the Recent Literature.",
    "abstract": "Bone metastases are a major concern in cancer management since they significantly contribute to morbidity and mortality. Metastatic lesions, commonly arising from breast, prostate, lung, and kidney cancers, affect approximately 25% of cancer patients, leading to severe complications such as pain, fractures, and neurological deficits. This narrative review explores contemporary approaches to bone metastases, emphasizing a multidisciplinary strategy and the evolving concept of oligometastatic disease. Oligometastases, defined by limited metastatic spread (1-5 lesions), offer a potential window for curative treatment through aggressive interventions, including stereotactic ablative radiotherapy and resection surgery. Tumor boards, integrating systemic therapies with local interventions, are crucial to optimize treatment. Despite promising results, gaps remain in defining optimal treatment sequences and refining patient selection criteria. Future research should focus on personalized approaches, leveraging biomarkers and advanced imaging to enhance outcomes and the quality of life in patients with bone metastases.",
    "doi": "10.3390/curroncol32040226",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016819"
  },
  {
    "pubmed_id": "40277780",
    "title": "<i>Folliculin</i> (<i>FLCN</i>) in Thyroid Tumors: Incidence, Significance, and Role as a Driver Gene and Secondary Alteration.",
    "abstract": "Thyroid carcinomas are driven by diverse molecular alterations, but the tumor suppressor gene folliculin (<i>FLCN</i>), best known for its role in Birt-Hogg-Dubé (BHD) syndrome, has received limited attention in thyroid tumors. Here, we describe two thyroid tumors with pathogenic <i>FLCN</i> alterations-one germline and one somatic-and analyze the broader prevalence and significance of <i>FLCN</i> in thyroid carcinomas using multiple large sequencing datasets, including ORIEN-AVATAR. Patient 1, with a germline <i>FLCN</i> mutation and a history of BHD syndrome, presented with a well-circumscribed oncocytic adenoma. Molecular testing confirmed biallelic <i>FLCN</i> inactivation, but no additional mutations or aggressive features were observed, and the patient remained disease-free post-thyroidectomy. Patient 2 harbored a somatic <i>FLCN</i> mutation in an oncocytic poorly differentiated thyroid carcinoma, which exhibited extensive angioinvasion, high proliferative activity, and concurrent TP53 and RB1 mutations. The tumor progressed with metastatic disease despite multimodal treatment. Thyroid carcinomas revealed <i>FLCN</i> alterations in 1.1% of cases. Pathogenic mutations were rare but associated with oncocytic morphology, while homozygous deletions occurred more frequently in genomically unstable tumors, including anaplastic thyroid carcinoma. These findings suggest <i>FLCN</i> mutations may act as early oncogenic drivers in oncocytic thyroid neoplasms, while deletions represent secondary events in aggressive tumor evolution. The lack of <i>FLCN</i> coverage in standard thyroid molecular panels likely underestimates its clinical relevance. Including <i>FLCN</i> in genetic testing could improve tumor detection and characterization, particularly in BHD patients who may benefit from routine thyroid screening. Further studies are needed to clarify <i>FLCN</i>'s role in thyroid cancer pathogenesis.",
    "doi": "10.3390/curroncol32040224",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016831"
  },
  {
    "pubmed_id": "40277779",
    "title": "Computed Tomography-Based Radiomic Nomogram to Predict Occult Pleural Metastasis in Lung Cancer.",
    "abstract": "The preoperative identification of occult pleural metastasis (OPM) in lung cancer remains a crucial clinical challenge. This study aimed to develop and validate a predictive model that integrates clinical information with chest CT radiomic features to preoperatively identify patients at risk of OPM. This study included 50 patients diagnosed with OPM during surgery as the positive training cohort and an equal number of nonmetastatic patients as the negative control cohort. Using least absolute shrinkage and selection operator (LASSO) logistic regression, we identified key radiomic features and calculated radiomic scores. A predictive nomogram was developed by combining clinical characteristics and radiomic scores, which was subsequently validated with data from an additional 545 patients across three medical centers. Univariate and multivariate logistic regression analyses revealed that carcinoembryonic antigen (CEA), the neutrophil-to-lymphocyte ratio (NLR), the clinical T stage, and the tumor-pleural relationship were significant clinical predictors. The clinical model alone achieved an area under the curve (AUC) of 0.761. The optimal integrated model, which combined radiomic scores from the volume of interest (VOI) with the CEA and NLR, demonstrated an improved predictive performance, with AUCs of 0.890 in the training cohort and 0.855 in the validation cohort. Radiomic features derived from CT scans show significant promise in identifying patients with lung cancer at risk of OPM. The nomogram developed in this study, which integrates CEA, the NLR, and radiomic tumor area scores, enhances the precision of preoperative OPM prediction and provides a valuable tool for clinical decision-making.",
    "doi": "10.3390/curroncol32040223",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016834"
  },
  {
    "pubmed_id": "40277777",
    "title": "Primary Central Nervous System Tumors in Adolescents: A Population-Based Study on Epidemiology and Clinical Pathways in a Challenging Age Group.",
    "abstract": "Oncological care of adolescent patients is often inconsistent, as they frequently fall between pediatric and adult services. The Childhood Cancer Registry of Campania (CCRC) is the Italian largest population-based registry specializing in children 0-19 years old, with a target population of approximately 1.1 million inhabitants. This report presents epidemiological indicators and clinical pathways on primary brain tumors in adolescents (15-19 years) from the Campania region. Over the study period (2008-2020), the cohort included 219 adolescents with newly diagnosed central nervous system (CNS) tumors with an annual average incidence rate (IR) of 48.9 cases per million/year. The 5-year observed survival rate after diagnosis of CNS tumor was 84.8%. Overall, the most common tumor site was the pituitary gland and craniopharyngeal duct, representing 22.4% of all tumors. The most frequently occurring malignant primary CNS tumor was germinoma, while the most common non-malignant tumor was pituitary adenoma. Most patients were referred to adult services and nearly half migrated outside the region to receive cancer care. Challenges in the care of adolescent oncology patients include limited access to specialized care, difficulties in transitioning from pediatric to adult institutions, distinct tumor biology, and the underrepresentation of adolescents in clinical trials. The care of adolescents with CNS tumors is fragmented across institutions and significant variations in practice exist between adult and pediatric practitioners.",
    "doi": "10.3390/curroncol32040222",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016837"
  },
  {
    "pubmed_id": "40277776",
    "title": "The Role of Dysphagia on Head and Neck Cancer Patients' Quality of Life, Functional Disabilities and Psychological Distress: Outcomes of Cancer Rehabilitation from an Observational Single-Center Study.",
    "abstract": "Many patients with head-and-neck cancer (HNC) suffer from speech or swallowing disorders. We investigated the impact of dysphagia on health-related quality of life (HRQOL), functioning, and distress in HNC survivors, and whether cancer rehabilitation can alleviate these conditions. Before admission (T0) and at discharge (T1) of three-week inpatient cancer rehabilitation, patient-reported outcomes were collected. HRQOL, symptoms, functioning, and psychological distress were assessed with EORTC QLQ-C30 and Hospital Anxiety and Depression Scale (HADS) questionnaires. Of 63 HNC patients, 22 had dysphagia, 23 needed no speech therapy (Control-1), and 18 needed speech therapy, but showed no symptoms of dysphagia (Control-2). Before rehabilitation, HRQOL, physical, social, and emotional functioning were significantly lower in dysphagia patients than in controls. Dysphagia patients reported more severe general symptoms including fatigue, pain, sleep disturbances, nausea/vomiting, diarrhea, and financial worries. Furthermore, the emotional and social functioning of Control-2 was significantly worse than Control-1. For all HNC patients, social, emotional, and role functioning, fatigue, nausea/vomiting, insomnia, and appetite loss significantly improved at T1. Improvements in HRQOL were most noticeable in dysphagia patients. Psychooncological counseling reduced depression in dysphagia and Control-2 patients to levels seen in the general population. In conclusion, dysphagia patients suffer severely from impaired functioning and systemic symptoms but benefit substantially from rehabilitation.",
    "doi": "10.3390/curroncol32040220",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016839"
  },
  {
    "pubmed_id": "40277775",
    "title": "A Rare Malignant Case of a Primary Pseudomyogenic Haemangioendothelioma of the Bone.",
    "abstract": "Pseudomyogenic haemangioendotheliomas (PMH) are exceedingly rare, mostly occurring in soft tissue, with malignant cases even more uncommon. In this report, we present a case of a 28-year-old male initially suspected of having a fibroblastic osteosarcoma of the right femur, which was then correctly diagnosed as a primary pseudomyogenic hemangioendothelioma of the bone with synchronous metastases to other skeletal segments. Molecular analysis through targeted RNA sequencing confirmed the correct diagnosis, revealing a fusion transcript <i>ACTB::FOSB</i>. To our knowledge, this is one of the few reported cases of suffering from multiple pathological fractures. The rapid skeletal progression and the onset of distant metastases in this case is highly unusual considering the typically indolent clinical course commonly reported in the literature for this tumor.",
    "doi": "10.3390/curroncol32040219",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016841"
  },
  {
    "pubmed_id": "40277774",
    "title": "A Rare Case of Non-Hodgkin B-Cell Lymphoma Following Invasive Lobular Carcinoma of the Breast: A Case Report.",
    "abstract": "The association between breast cancer and non-Hodgkin lymphoma of the spleen is extremely rare, with very few cases documented in the medical literature. We present the case of a 39-year-old woman in good health but with a family history of breast cancer, who, in 2017, developed invasive lobular carcinoma in her right breast, which was treated with mastectomy followed by hormonal therapy. In 2024, she presented with a suspicious right axillary mass, suspected of recurrence, which was confirmed by fine-needle aspiration biopsy. The patient received neoadjuvant chemotherapy, followed by axillary lymph node dissection and bilateral adnexectomy. CT and PET scans showed suspicious splenic lesions suggestive of metastases. Infectious and hematological tests were negative, leading to the decision to perform laparoscopic splenectomy. Histological examination revealed follicular B-cell non-Hodgkin lymphoma. The patient is now in good general condition and is on a biannual follow-up. The case highlights the diagnostic complexity of tumor recurrences and the need to consider alternative diagnoses other than metastasis in oncological patients.",
    "doi": "10.3390/curroncol32040218",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016843"
  },
  {
    "pubmed_id": "40277773",
    "title": "Low-Malignant-Potential Adenocarcinoma: A Histological Category with a Significantly Better Prognosis than Other Solid Adenocarcinomas at IA Stage.",
    "abstract": "Low-malignant-potential adenocarcinoma has been defined as a type of non-mucinous tumor, which has a total tumor size measuring ≤ 3 cm, exhibits ≥ 15% lepidic growth, lacks non-predominant high-grade patterns (≥10% cribriform, ≥5% micropapillary, ≥5% solid), has an absence of angiolymphatic or visceral pleural invasion, spread through air spaces (STAS), necrosis and >1 mitosis per 2 mm<sup>2</sup>. The aim of this study is to validate, with regard to cancer-specific survival (CSS) and disease-free survival (DFS), the proposed definition of LMP adenocarcinoma in an independent external cohort of lung adenocarcinoma patients having undergone surgical resection, and having presented with a long follow-up period. Clinicopathological characteristics of patients who underwent lung resection for adenocarcinoma from 1 January 2005 to 31 December 2014 were retrospectively analyzed. Patients with ground-glass opacity (GGO) and part-solid tumors, minimally invasive adenocarcinoma (MIA), adenocarcinoma in situ (AIS), tumors ≥5 cm in size, nodal involvement and/or distant metastases, patients who underwent neoadjuvant treatment, and those who had an incomplete follow-up or a follow-up shorter than 60 months were excluded. The proposed criteria for low-malignant-potential adenocarcinoma (LMPA) were tumor size ≤ 3 cm, invasive size ≥ 0,5 cm, lepidic growth ≥ 15%, and absence of the following: mitosis (>1 per 2 mm<sup>2</sup>), mucinous subtype, angiolymphatic invasion, visceral pleural invasion, spread through air spaces (STAS) and tumor necrosis. End points were disease-free survival (DFS) and cancer-specific survival (CSS). The log-rank test was used to assess differences between subgroups. Out of 80 patients meeting the proposed criteria, 14 (17.5%) had the LMPA characteristics defined. The mean follow-up time was 67 ± 39 months. A total of 19 patients died, all in the non-LMPA category, and 33 patients experienced recurrence: 4 (28.5%) with LMPA and 29 (43.9%) with non-LMPA. Log-rank analysis showed 100% 10-year CSS for patients with LMPA and 77.4% for patients without LMPA, with this difference being statistically significant (<i>p</i>-value = 0.047). Univariate analysis showed a significant association with the cStage (AJCC eighth edition), both for CSS (<i>p</i> value = 0.005) and DFS (<i>p</i>-value = 0.003). LMPA classification did not show a statistically significant impact on CSS and DFS, likely due to the limited number of events (CSS <i>p</i>-value = 0.232 and DFS <i>p</i>-value = 0.213). No statistical association was found for CSS and DFS with pT, the number of resected nodes (< or >10) or the number of resected N2 stations (< or >2). Our study confirmed the prognostic role of LMPA features, with a low risk of recurrence and a good CSS and DFS. The criteria for diagnosis are replicable and feasible for application. The clinical implications of these findings, such as pre-operative prediction and surveillance scheduling, may be the topic of future prospective studies.",
    "doi": "10.3390/curroncol32040217",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016845"
  },
  {
    "pubmed_id": "40277771",
    "title": "Current Limitations of Sentinel Node Biopsy in Vulvar Cancer.",
    "abstract": "<b>Background:</b> Vulvar cancer is a rare gynecologic malignancy with increasing incidence. Lymph node status is the most critical prognostic factor, traditionally assessed through inguinofemoral lymphadenectomy, a procedure associated with significant morbidity. Sentinel lymph node biopsy (SLNB), in selected cases, has emerged as a less invasive alternative with favorable oncologic outcomes. <b>Objective:</b> This review summarizes current evidence on the indications, technique, safety, and oncologic outcomes of SLNB in vulvar cancer, with a focus on controversial scenarios such as recurrent and larger tumors. <b>Methods:</b> A narrative review of PubMed-indexed studies published in English over the last 35 years was conducted. Eligible studies included original research, systematic reviews, meta-analyses, randomized controlled trials, and case-control studies. <b>Results:</b> SLNB is recommended for unifocal vulvar tumors < 4 cm with stromal invasion > 1 mm and clinically negative nodes. Landmark trials, including GROINSS-V-I and GOG-173, confirmed its accuracy and lower morbidity compared to lymphadenectomy. SLNB utilization has increased since its inclusion in guidelines, with a concurrent decline in lymphadenectomy rates. Combined detection techniques are mandatory, while indocyanine green (ICG) is an emerging option. Future studies should focus on refining patient selection criteria, improving detection techniques, and clarifying the implications of low-volume nodal disease to further optimize outcomes for patients with vulvar cancer. <b>Conclusion:</b> SLNB is a validated, minimally invasive staging approach in early-stage vulvar cancer. Further research is needed to refine its role in high-risk cases and optimize detection methods.",
    "doi": "10.3390/curroncol32040215",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016847"
  },
  {
    "pubmed_id": "40277770",
    "title": "Survivorship Considerations and Management in the Adolescent and Young Adult Sarcoma Population: A Review.",
    "abstract": "Soft tissue sarcoma (STS) has an 2-8% incidence for all malignant tumors in the adolescent and young adult (AYA) population, which are patients from ages 15 to 39. As most STS tumors are aggressive, they require multimodal management with surgery, radiation and chemotherapy. This article discusses the survivorship considerations in this young population of cancer patients who complete therapy. The lasting side effects include surgical and radiation-related morbidity, chemotherapy toxicity, early and late secondary effects on other organ systems, such as cardiac and endocrine dysfunction, and the development of secondary cancers. The long-term psychologic and practical impacts for those who have received a sarcoma diagnosis in the prime of their life include fertility, mental health, relationship, education and career implications. Although there is a paucity of data in some of these areas, we present existing management guidelines as available. This article serves as a comprehensive review of this wide array of treatment effects intended for all providers participating in the care of AYA sarcoma survivors, to include oncologists, primary care providers and therapists.",
    "doi": "10.3390/curroncol32040214",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.016849"
  },
  {
    "pubmed_id": "40277769",
    "title": "Incidence of Tumour Lysis Syndrome in Patients with Acute Myeloid Leukemia During Initiation of Therapy with Azacitidine and Venetoclax: A Retrospective Chart Review from a Canadian Single-Centre Perspective.",
    "abstract": "Azacitidine and venetoclax (Aza-Ven) are part of a new standard of care for elderly patients with Acute Myeloid Leukemia (AML) [In line with recommendations, patients with AML at our centre were routinely admitted during initiation of Aza-Ven for close monitoring for tumour lysis syndrome (TLS). However, hospitalization impacts patient experience and is a significant resource burden. The objectives of this study were to evaluate the incidence of TLS in this population and identify patients who could safely initiate therapy in our outpatient facility. Of the 48 patients who commenced Aza-Ven as inpatients, the incidence of TLS was 25% using Cairo-Bishop (CB) diagnostic criteria but was mostly due to transient increases in uric acid, phosphate or potassium that remained within the normal laboratory reference range. Using Howard diagnostic criteria, TLS incidence was only 2%. Patients who developed CB TLS had a significantly higher baseline white blood count (WBC; <i>p</i> = 0.01). Patients with WBC of less than 30 × 10<sup>9</sup>/L subsequently completed outpatient initiation of Aza-Ven (<i>n</i> = 15). Only one of these patients developed mild, transient TLS by CB criteria but not by Howard criteria. Our results demonstrate that a significant portion of patients could safely initiate Aza-Ven in our outpatient facility and avoid unnecessary hospitalization.",
    "doi": "10.3390/curroncol32040213",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401165"
  },
  {
    "pubmed_id": "40277768",
    "title": "Long-Term Patient-Reported Bowel and Urinary Quality of Life in Patients Treated with Intensity-Modulated Radiotherapy Versus Intensity-Modulated Proton Therapy for Localized Prostate Cancer.",
    "abstract": "This study aimed to compare long-term patient-reported outcomes in bowel and urinary domains between intensity-modulated radiotherapy (IMRT) and intensity-modulated proton therapy (IMPT) for localized prostate cancer. Patients with clinical T1-T2 prostate cancer receiving IMRT or IMPT at a tertiary cancer center from 2015-2018 were analyzed to determine the changes in the prospectively collected bowel function (BF), urinary irritative/obstructive symptoms (UO), and urinary incontinence (UI) domains of EPIC-26. The mean changes in EPIC-26 scores were evaluated from pretreatment to 24 months post-radiotherapy for each modality. A score change >50% of the baseline standard deviation was considered a clinically meaningful change. A total of 82 patients treated with IMRT (52.2%) and 56 patients treated with IMPT (53.3%) completed the questionnaire at baseline and 24 months post-RT. There were no baseline differences in domain scores between treatment modalities. At 24 months post-radiotherapy, there was a significant and clinically meaningful decline in the BF mean score in the IMRT cohort (-4.52 (range -50, 29.17), <i>p</i> = 0.003), whereas the decline in BF score did not reach clinical relevance or significance (-1.88 (range -37.5, 50), <i>p</i> = 0.046) when accounting for the Bonferroni adjustment in the IMPT cohort. A higher proportion of patients treated with IMRT had a clinically relevant reduction in BF when compared with IMPT (47.37% vs. 25.93%, <i>p</i> = 0.017). The mean changes in the UI and UO scores of the IMRT and IMPT cohorts were neither statically significant nor clinically relevant. IMPT leads to a smaller decrease in BF than IMRT at 24 months post-RT, while there was no differential effect on UO and UI.",
    "doi": "10.3390/curroncol32040212",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401176"
  },
  {
    "pubmed_id": "40277767",
    "title": "Merkel Cell Carcinoma of the Skin: Deducing the Pattern of Spread from an International Aggregated Database of 949 Patients.",
    "abstract": "(1) Background: It is controversial if Merkel cell carcinomas (MCCs) spread to lymph nodes or distant metastases (LNM/DM) first. (2) Methods: A total of 303 patients from six institutions (March 1982-February 2015) were combined with individual patient data from a PubMed search, totaling 949 patients. The primary outcome was recurrence patterns. (3) Results: (a) More patients presented with lymph node metastases (LNMs) than DMs at diagnosis: 17.9% (166 among the 929 patients with known staging) vs. 1.9% (18/929); (b) 310/929 (33.4%) developed lifetime DM, of whom 220/310 also developed LNM. The majority (133 patients) of patients were documented to have developed LNM before DM. (c) A shorter median time of 1.5 months (range: 0-47.0) from initial diagnosis to LNM, versus 8 months (range: 0-107.8) to DM, was also found. Another observation was that 2.4% (23/949) of patients with primary tumors ≤1 cm developed lifetime DM, with the smallest being 0.2 cm. (4) Conclusions: Three observations support the idea that prior LNM gives rise to subsequent DM as the main pathway of dissemination in MCC. This implies that patients with nodal metastases should be considered for adjuvant systemic therapy studies as an enriched population. Participation in clinical trials is strongly encouraged.",
    "doi": "10.3390/curroncol32040211",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401181"
  },
  {
    "pubmed_id": "40277766",
    "title": "The Relational Experience of Fear of Cancer Recurrence in Family Caregivers: A Reflexive Thematic Analysis Study.",
    "abstract": "Fear of cancer recurrence (FCR) affects approximately 50% of family caregivers. While FCR in cancer patients has been well-documented, less is known about the experience of FCR in family caregivers. This study aimed to qualitatively explore the distinct characteristics of FCR in family caregivers. A focus group and semi-structured interviews were conducted via videoconferencing with family caregivers of cancer survivors (stages I-III, finished treatment, no recurrence). Participants were recruited through Canadian hospitals, community partners, and social media. The focus group and qualitative interviews explored family caregivers' experiences of FCR, including its content, frequency, impact, and management. A reflexive thematic analysis was used. In total, twenty family caregivers participated. Six participated in the focus group. Sixteen participated in the interviews. Two participated in both. Family caregivers described their experience of FCR as all-consuming, constant, and marked by a sense of helplessness. Qualitative analysis revealed a major theme of relational aspects of FCR in family caregivers, with the following four inter-related themes: patient-centric hypervigilance, self-silencing, FCR as isolating, and finding support. This qualitative study examined the experiences of family caregivers living with FCR. Our findings highlight that relational factors shape how family caregivers experience and manage their FCR. High-quality survivorship care should be redefined to include FCR interventions tailored to family caregivers.",
    "doi": "10.3390/curroncol32040209",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401185"
  },
  {
    "pubmed_id": "40277765",
    "title": "Cancer Recurrence in Operated Primary Oral Squamous Cell Carcinoma Patients Seems to Be Independent of the Currently Available Postoperative Therapeutic Approach: A Retrospective Clinical Study.",
    "abstract": "Despite advances in treatment, recurrence rates in oral squamous cell carcinoma (OSCC) remain high. Prognostic outcomes vary in terms of local recurrence, metastasis, and overall survival. A retrospective cohort analysis was conducted on OSCC patients who underwent primary surgery at the Department of Craniomaxillofacial and Facial Plastic Surgery, University Medical Center Frankfurt, between January 2014 and December 2020. Demographic data, tumor characteristics, surgical details, intraoperative frozen section results, and recurrence patterns were first assessed for availability. Subsequently, the available data relevant to each endpoint were analyzed. A total of 169 patients were analyzed (mean age: 64 years). The tongue was the most affected site and had the highest recurrence rate, followed by the floor of the mouth. Overall, 24.3% of patients experienced recurrence, with most cases occurring within the first year. T2 tumors had the highest recurrence rates. Between patients with and without adjuvant therapy, recurrence rates were comparable. Positive surgical margins were more common in recurrence cases, but no significant correlation was found between margin status and recurrence in patients without adjuvant therapy. Based on the analyzed data, achieving recurrence-free survival in OSCC does not solely depend on surgical technique or adjuvant therapy. Instead, early recognition of individual tumor characteristics and even tumor biology should guide personalized treatment planning. Notably, tumors of the tongue and floor of the mouth exhibited high recurrence rates regardless of disease stage, raising the question of whether primary chemoradiotherapy (CRT) could achieve better outcomes than surgery. Further studies are needed to evaluate the role of CRT as a first-line treatment for OSCC in these locations.",
    "doi": "10.3390/curroncol32040208",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401188"
  },
  {
    "pubmed_id": "40277764",
    "title": "Canadian Expert Consensus Recommendations for the Diagnosis and Management of Glioblastoma: Results of a Delphi Study.",
    "abstract": "Glioblastoma is the most common and aggressive malignant brain tumor in adults, with an increasing incidence and a poor prognosis. Current challenges in glioblastoma management include rapid tumor growth, limited treatment effectiveness, high recurrence rates, and a significant impact on patients' quality of life. Given the complexity of glioblastoma care and recent advancements in diagnostic and treatment modalities, updated guidelines are needed in Canada. This Delphi study aimed to develop Canadian consensus recommendations for the diagnosis, classification, and management of newly diagnosed and recurrent glioblastoma. A multidisciplinary panel of 14 Canadian experts in glioblastoma care was convened, and a comprehensive literature review was conducted to synthesize evidence and formulate initial recommendations. Consensus was achieved through three Delphi rounds, in which panelists rated their agreement with recommendation statements on a five-point Likert scale. Statements with ≥75% agreement were accepted, and others were revised for re-voting. Final recommendations were formulated based on the consensus level, strength of evidence, clinical expertise, and consideration of the Canadian healthcare context. These recommendations aim to standardize glioblastoma diagnosis and classification across Canada, provide evidence-based guidance for optimal treatment selection, integrate novel therapies, and enhance the overall quality of care for glioblastoma patients.",
    "doi": "10.3390/curroncol32040207",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401190"
  },
  {
    "pubmed_id": "40277763",
    "title": "Unveiling the Synergistic Potential: Bispecific Antibodies in Conjunction with Chemotherapy for Advanced Non-Small-Cell Lung Cancer Treatment.",
    "abstract": "Lung cancer remains the leading cause of cancer-related mortality worldwide, with non-small-cell lung cancer (NSCLC) accounting for the majority of the cases. Despite advancements in targeted therapies and immunotherapies, many patients still rely on chemotherapy, highlighting the need for innovative treatment strategies. Bispecific antibodies (bsAbs), which feature two distinct binding sites capable of targeting different antigens, have emerged as a promising therapeutic approach, particularly in combination with chemotherapy. This review explores the scientific evolution and clinical application of bsAbs in NSCLC, focusing on their synergistic potential with chemotherapy. BsAbs, such as amivantamab, which targets EGFR and MET, have demonstrated significant efficacy in clinical trials, particularly in patients with EGFR mutations. The combination of bsAbs with chemotherapy enhances immune-mediated tumor destruction by modulating the tumor microenvironment and overcoming resistance mechanisms. Recent clinical trials have shown improved progression-free survival and overall survival when bsAbs such as amivantamab are combined with chemotherapy, underscoring their potential to transform NSCLC treatment. Many other clinical trials are underway that are evaluating newer bsAbs, such as ivonescimab, which targets PD1 and VEGF. This review also discusses ongoing clinical trials investigating various bsAbs targeting EGFR, PD-1, PD-L1, HER2, and other pathways, highlighting the future directions of bsAb-based therapies. As the field evolves, bsAbs are poised to become a cornerstone of multimodal NSCLC treatment, offering more effective and personalized therapeutic options for patients with advanced disease.",
    "doi": "10.3390/curroncol32040206",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401192"
  },
  {
    "pubmed_id": "40277762",
    "title": "Neuroendocrine Breast Cancer-Associated Ectopic Adrenocorticotropic Hormone Syndrome Requiring Bilateral Adrenalectomy.",
    "abstract": "Ectopic adrenocorticotropic hormone syndrome (EAS) occurs when a tumor develops neuroendocrine differentiation with the secretion of ACTH resulting in hypercortisolism and possibly Cushing's syndrome (CS). Only 5-10% of CS cases are attributed to EAS; of these, breast tumors comprise less than 1%. Two known variants of breast neuroendocrine tumors include neuroendocrine-differentiated carcinoma and ductal carcinoma with neuroendocrine features. Currently, guidelines for treatment are limited and EAS is associated with significant morbidity and mortality. A 39-year-old female presented with a rapidly enlarging breast mass. Biopsy demonstrated invasive poorly differentiated breast carcinoma with high-grade neuroendocrine features and necrosis. Staging at diagnosis confirmed metastatic disease of the liver and bone. First-line chemotherapy (Cisplatin/Etoposide/Durvalumab) was initiated with evidence of disease progression after four cycles. Given a poor response to therapy, a simple mastectomy was performed for local control and complete pathologic analysis, demonstrating high-grade neuroendocrine carcinoma with large-cell features. Second-line therapy (Adriamycin/Cyclophosphamide) was initiated for three cycles after which the patient required admission for severe and refractory hypokalemia. Workup confirmed elevated ACTH consistent with paraneoplastic EAS and further evidence of disease progression. Third-line therapy (Nab-Paclitaxel) was initiated, and genetic testing was completed, confirming the PIK3 mutation, for which access to Alpelisib therapy was requested. Given symptoms of progressive severe CS with significant liver disease limiting medical therapies, the patient underwent urgent bilateral laparoscopic adrenalectomy after which she was able to be discharged home while awaiting additional systemic therapy. EAS resulting in CS secondary to breast neuroendocrine carcinoma is a rare and challenging diagnosis. Further research is needed to inform treatment guidelines to improve outcomes. While patient survival is dependent upon the underlying disease process, laparoscopic bilateral adrenalectomy is an accepted, definitive treatment option.",
    "doi": "10.3390/curroncol32040205",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401194"
  },
  {
    "pubmed_id": "40277761",
    "title": "Sex and Gender in Myeloid and Lymphoblastic Leukemias and Multiple Myeloma: From Molecular Mechanisms to Clinical Outcomes.",
    "abstract": "Biological sex and gender factors significantly influence the pathogenesis, progression, and treatment response in hematologic malignancies. This comprehensive review examines sex-specific differences in acute myeloid leukemia, acute lymphoblastic leukemia, chronic myeloid leukemia, and multiple myeloma through systematic analysis of the peer-reviewed literature published between 2014-2024 and identified through structured searches of PubMed, Web of Science, and MEDLINE databases. Epidemiological data demonstrate higher disease incidence (57% male vs. 43% female in MM, 63% male vs. 37% female in AML hospitalizations for ages 18-39) and inferior outcomes in male patients across malignancy types (5-year relative survival rates of 48.8% vs. 60.4% in females with AML), while female patients exhibit superior survival despite experiencing greater treatment-related toxicities. Our analysis reveals consistent sex-specific patterns in molecular mechanisms, including distinct mutational profiles, differences in immune system function, and sex-based pharmacokinetic variations that collectively suggest the necessity for sex-differentiated treatment approaches. The review identifies reproducible patterns across diseases, particularly in cytogenetic and molecular characteristics, with females demonstrating favorable prognostic mutations in leukemias and higher rates of chromosomal abnormalities in multiple myeloma. Despite these identifiable patterns, significant knowledge gaps persist regarding the underlying mechanisms of sex-based outcome differences. Incorporating sex and gender considerations into precision medicine frameworks represents a critical advancement toward optimizing treatment strategies and improving clinical outcomes for patients with hematologic malignancies.",
    "doi": "10.3390/curroncol32040204",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401196"
  },
  {
    "pubmed_id": "40277760",
    "title": "Neuropilin-1: A Multifaceted Target for Cancer Therapy.",
    "abstract": "Neuropilin-1 (NRP1), initially identified as a neuronal guidance protein, has emerged as a multifaceted regulator in cancer biology. Beyond its role in axonal guidance and angiogenesis, NRP1 is increasingly recognized for its significant impact on tumor progression and therapeutic outcomes. This review explores the diverse functions of NRP1 in cancer, encompassing its influence on tumor cell proliferation, migration, invasion, and metastasis. NRP1 interacts with several key signaling pathways, including vascular endothelial growth factor (VEGF), semaphorins, and transforming growth factor-beta (TGF-β), modulating the tumor microenvironment and promoting angiogenesis. Moreover, NRP1 expression correlates with poor prognosis in various malignancies, underscoring its potential as a prognostic biomarker. Therapeutically, targeting NRP1 holds promise as a novel strategy to inhibit tumor growth and enhance the efficacy of regular treatments such as chemotherapy and radiotherapy. Strategies involving NRP1-targeted therapies, including monoclonal antibodies, small molecule inhibitors, and gene silencing techniques, are being actively investigated in preclinical and clinical settings. Despite challenges in specificity and delivery, advances in understanding NRP1 biology offer new avenues for personalized cancer therapy. Although several types of cancer cells can express NRPs, the role of NRPs in tumor pathogenesis is largely unknown. Future investigations are needed to enhance our understanding of the effects and mechanisms of NRPs on the proliferation, apoptosis, and migration of neuronal, endothelial, and cancer cells. The novel frameworks or multi-omics approaches integrate data from multiple databases to better understand cancer's molecular and clinical features, develop personalized therapies, and help identify biomarkers. This review highlights the pivotal role of NRP1 in cancer pathogenesis and discusses its implications for developing targeted therapeutic approaches to improve patient outcomes, highlighting the role of OMICS in targeting cancer patients for personalized therapy.",
    "doi": "10.3390/curroncol32040203",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-26T11:35:04.401198"
  }
]