[
  {
    "pubmed_id": "40287880",
    "title": "Comparison of surgical outcomes between robotic and laparoscopic surgery for mid-low rectal cancer: a meta-analysis of randomized controlled trials.",
    "abstract": "The surgical treatment of mid-low rectal cancer poses greater technical challenges, and whether robotic surgery provides superior safety and efficacy compared to laparoscopic surgery remains controversial. The aim of this meta-analysis was to compare the surgical outcomes of robotic and laparoscopic surgery for mid-low rectal cancer. We searched the PubMed, Cochrane, and Web of Science databases for randomized controlled trials (RCTs) comparing robotic and laparoscopic surgery for mid-low rectal cancer, published up to November 30, 2024. A total of four RCTs were finally included, comprising 1952 patients with mid-low rectal cancer. For patients with mid-low rectal cancer, robotic surgery was associated with longer operative time, a lower rate of conversion to open surgery, a higher lymph node yield, a lower rate of positive circumferential resection margin, and a lower rate of reoperation within 30 days postoperatively compared with laparoscopic surgery. However, there were no significant differences between the two surgical approaches in the estimated blood loss, the postoperative hospital stay, the rates of overall and severe postoperative complications, the time to first autonomous urination and to first flatus, and the rate of readmission within 30 days postoperatively between the two surgical approaches. Robotic surgery demonstrated certain advantages in reducing conversion rates and improving pathological outcomes for mid-low rectal cancer, but its clinical superiority remains limited, with no significant differences observed in multiple critical clinical outcomes compared with laparoscopic surgery, along with prolonged operative time. These findings indicate that, for mid-low rectal cancer, robotic surgery is a technically more refined option but does not confer absolute advantages over laparoscopic surgery.",
    "doi": "10.1007/s11701-025-02358-6",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894247"
  },
  {
    "pubmed_id": "40287875",
    "title": "Reproductive hormone characteristics of obese Chinese patients with polycystic ovarian syndrome: a meta-analysis.",
    "abstract": "The aim of this analysis is to assess the effect of obesity on reproductive hormones in Chineses patients with polycystic ovarian syndrome (PCOS). Seven databases were searched. The Newcastle-Ottawa Scale (NOS) assessed the quality of included studies. A meta-analysis was performed using random-effects model. The means and standard deviations of the outcomes were synthesized as standardized mean differences (SMDs) with corresponding 95% confidence intervals (CIs). A total of 23 studies involving 4554 patients with PCOS were included. No significant differences in follicle-stimulating hormone (FSH) (<i>p</i> = 0.51), estradiol (E2) (<i>p</i> = 0.48), and prolactin (PRL) (<i>p</i> = 0.46) levels were found between obese and nonobese PCOS patients. However, obese PCOS patients had significantly lower levels of luteinizing hormone (LH) (<i>p</i> < 0.00001), LH/FSH (<i>p</i> = 0.001), progesterone (P) (<i>p</i> = 0.009), and anti-mullerian hormone (AMH) (<i>p</i> = 0.001). Conversely, they exhibited significantly higher testosterone (T) (<i>p</i> = 0.001) levels. Obese PCOS patients exhibited lower levels of LH, LH/FSH, P, and AMH, but higher T levels compared to nonobese PCOS patients, and no significant difference were observed in FSH, E2, and PRL levels in PCOS patients with and without obesity.",
    "doi": "10.1080/09513590.2025.2497854",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894368"
  },
  {
    "pubmed_id": "40287845",
    "title": "Network-Based Integrative Analysis to Identify Key Genes and Corresponding Reporter Biomolecules for Triple-Negative Breast Cancer.",
    "abstract": "The malignant neoplasm of the TNBC is the leading cause of death among Indian women. Recent studies identified the global burden of TNBC affecting approximately more than 40 percent of all BC cases in women worldwide. The absence of expression of receptors such as ER, PR, and HER2 characterizes TNBC. Due to the lack of specific targets, standard treatment options for TNBC are limited. This integrative study aims to identify key genes and provide insights into the underlying molecular mechanisms of TNBC, which can potentially lead to the development of more effective therapeutic strategies. This study integrates PPI and WGCNA analysis of TNBC-related datasets (GSE52194 and GSE58135) to identify key genes. Subsequently, downstream analysis is conducted to explore potential therapeutic targets for TNBC. The present study renders the potential 13 key genes (PLCG2, CXCL10, CDK1, STAT1, IL6, PLK1, CCNB1, AURKA, NDC80, EGFR, 1L1B, FN1, BUB1B), along with their associated 6 TFs and 20 miRNAs, as reporter biomolecules around which the most significant changes occur. There were some miRNAs hsa-mir-449b-5p, hsa-let-7b-5p, hsa-mir-26a-5p, hsa-mir-155-5p, hsa-mir-24-3p, hsa-mir-212-3p, hsa-mir-21-5p, hsa-mir-210-3p and hsa-mir-20a-5p whose association with other cancers and other BC subtypes have been reported but their association with TNBC need to be explored. Further, enrichment and cumulative survival analysis support the disease association of identified key genes with TNBC. This integrative analysis could be regarded for experimental inspection as it provides the platform for future researchers in drug designing and biomarker discovery for TNBC diagnosis and treatment.",
    "doi": "10.1002/cam4.70674",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894443"
  },
  {
    "pubmed_id": "40287844",
    "title": "Quality for All: Clinical Trial Enrollment and End-of-Life Care in Solid and Hematologic Malignancies.",
    "abstract": "Patients with incurable cancer deserve quality end-of-life (EOL) care. Despite established EOL quality metrics, many patients receive aggressive EOL care with limited goals of care (GOC) documentation. Concurrently, clinical trials are critical for advancing cancer care. We aim to identify associations between trial enrollment in the last year of life (YOL) and EOL quality metrics for adults with cancer to identify opportunities to advance goal-concordant care. This is a retrospective review of adult patients with cancer at a single academic institution who died between January 2018 and October 2022. Outcomes included: initiation of a new anticancer therapy, intensive care unit (ICU) admission, hospitalization, or emergency department (ED) encounter in the last 30 days of life (DOL), reception of anti-cancer treatment in the last 14 DOL, referral to hospice, referral to palliative care, and GOC documentation. Among 9817 patients, 577 (5.9%) enrolled in clinical trials in the last YOL. Patients enrolled in trials were more likely to initiate new anticancer treatments in the last 30 DOL (p = < 0.001), less likely to have a palliative care referral (p = < 0.001) or GOC documentation (p = < 0.001), but were less likely to have an ED encounter in the last 30 DOL (p = 0.04) or die in an acute care setting (p = 0.015). Enrollment in clinical trials in the last YOL was associated with metrics of aggressive EOL care, with low rates of GOC documentation to determine if this care is goal-concordant. Low rates of palliative care and hospice engagement across the study population suggest opportunities for improvement for all patients, regardless of trial enrollment.",
    "doi": "10.1002/cam4.70775",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894486"
  },
  {
    "pubmed_id": "40287842",
    "title": "Evaluation of Integrin Glycovariants as Biomarkers of Metastasis, Invasion, and Therapy Stratification in Head and Neck Squamous Cell Carcinoma.",
    "abstract": "Integrin glycosylation is one mechanism regulating the invasion and metastasis of malignant tumors. Little information exists about integrin glycosylation in head and neck squamous cell carcinoma (HNSCC). In this study, we evaluated the glycosylation of integrins in HNSCC tumor and serum samples. Intraoperative fresh tumor and normal tissue samples and blood samples were collected from HNSCC patients (N = 24). Lectin-bioaffinity assays using six nanoparticle-bound lectins were used to evaluate the glycosylation of integrins ITGA2, ITGA3, ITGA5, ITGA6, ITGB1, and ITGB4. Associations with metastasis, therapy response, and clinical factors were analyzed. Glycosylation profiles of the integrins were relatively similar. High intratumoral ITGB1-WFL results were associated with high T class, whereas none of the integrin glycovariant assays provided significant resolution in the detection of nodal metastasis. While the serum integrin glycovariant levels were low overall, serum ITGA2-UEA offered significant resolution in both radiotherapy response prediction and cancer recurrence prognostication. We demonstrate that while integrin glycovariants are abundant in HNSCC tumors and ITGB1-WFL was associated with invasiveness, integrin glycovariants do not directly correlate with metastatic behavior. Further, serum ITGA2-UEA appeared as a potential radioresponse biomarker.",
    "doi": "10.1002/cam4.70717",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894523"
  },
  {
    "pubmed_id": "40287817",
    "title": "Mortality for Any Hepatic Cause in People With Diabetes Compared to the Non-Diabetic Population. A 10-Year-Observational Study.",
    "abstract": "The relationship between diabetes and liver disease is increasingly recognised as a significant contributor to mortality. This 10-year observational study aimed to assess the mortality risk from hepatic causes in people with type 2 diabetes (T2DM) compared to non-diabetic individuals. Conducted in the Piedmont region of Italy, the study included over 4 million residents aged 35-85, with 100 611 newly diagnosed diabetic patients followed for a median of 6.5 years. Mortality rates due to liver diseases were analysed using standardised mortality rates (SMR), and, in the diabetic population, Poisson regression was used to assess relationships between mortality and clinical variables. Diabetic individuals faced a threefold higher risk of liver-related mortality compared to their non-diabetic counterparts (9.96 per 10 000 in the diabetic population vs. 3.02 per 10 000). The primary hepatic causes of death were hepatocellular carcinoma and metabolic dysfunction-associated steatotic liver disease. Key risk factors for increased hepatic mortality included male gender, advanced age, high FIB-4 scores (indicating liver fibrosis), poor glycemic control (HbA1c > 9%), and a history of alcohol abuse. Notably, antidiabetic treatments, particularly newer therapies like GLP-1 RAs and SGLT2 inhibitors, were associated with reduced liver mortality. Insulin treatment, however, was linked to higher mortality. This study highlights the need for targeted interventions to manage hepatic complications in diabetic patients, focusing on glycemic control, liver fibrosis assessment, and alcohol consumption reduction. The possible beneficial effects of incretins and SGLT2 inhibitors, along with the possible adverse impact of insulin, should be interpreted cautiously, considering the potential influence of reverse causality.",
    "doi": "10.1111/liv.70075",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894568"
  },
  {
    "pubmed_id": "40287808",
    "title": "Exploring the lncRNA NEAT1/iASPP Pathway in Chordoma: Mechanisms of Proliferation Suppression and Apoptosis Induction.",
    "abstract": "Chordoma is a rare, primary malignant bone tumor arising from remnants of embryonic notochord tissue. While the long non-coding RNA (lncRNA) nuclear paraspeckle assembly transcript 1 (<i>NEAT1</i>) has been implicated in various cancers, its role in chordoma remains to be elucidated. This study aims to elucidate the mechanisms by which lncRNA <i>NEAT1</i> influences chordoma growth and apoptosis. lncRNA <i>NEAT1</i> expression was assessed in chordoma using reverse transcription-quantitative polymerase chain reaction (RT-qPCR). Two chordoma cell lines with high lncRNA <i>NEAT1</i> expression were selected for lncRNA <i>NEAT1</i> knockdown and inhibitor of apoptosis-stimulating protein of p53 (iASPP) overexpression experiments. Cell survival was assessed using Cell Counting Kit-8 (CCK-8) and colony formation assays, while apoptosis and iASPP expression levels were analyzed by flow cytometry, Western blotting (WB), and RT-qPCR. <i>In vivo</i>, treated U-CH1 cell lines were subcutaneously injected into nude mice to establish a chordoma model. Tumor apoptosis was evaluated through hematoxylin-eosin (HE) staining and terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling (TUNEL) assay and WB was used to measure the levels of apoptosis-related proteins and iASPP in the tissues. The lncRNA <i>NEAT1</i> was highly expressed in chordoma. Silencing lncRNA <i>NEAT1</i> inhibited the survival and proliferation of chordoma cell lines MUG-Chor1 and U-CH1, and promoted apoptosis (<i>p</i> < 0.05). Overexpression of iASPP counteracted these effects, enhanced cell growth and inhibited apoptosis in the si-lncRNA NEAT1 group (<i>p</i> < 0.05). HE and TUNEL staining results indicated that silencing lncRNA <i>NEAT1</i> reduced cell proliferation and division in chordoma tissues, and led to a marked increase in apoptosis (<i>p</i> < 0.05). These effects were reversed by overexpression of iASPP (<i>p</i> < 0.05). In chordoma, lncRNA <i>NEAT1</i> is highly expressed, and silencing lncRNA <i>NEAT1</i> inhibits the proliferation and induces apoptosis of chordoma cells while decreasing the expression of iASPP. These findings offer new insights into the involvement of the lncRNA <i>NEAT1</i>/iASPP pathway in chordoma development.",
    "doi": "10.24976/Discov.Med.202537195.63",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894606"
  },
  {
    "pubmed_id": "40287803",
    "title": "Celastrol Targets <i>FANCD2</i> to Induce Autophagy-Dependent Ferroptosis in Hepatocellular Carcinoma Cells.",
    "abstract": "Celastrol has been shown to inhibit hepatocellular carcinoma (HCC) progression, but the underlying mechanism is unknown. Fanconi anemia complementation group D2 (<i>FANCD2</i>), a ferroptosis inhibitor, promotes HCC proliferation and invasion. This study aims to investigate whether Celastrol exerts its effects by targeting <i>FANCD2</i>. Using data from The Cancer Genome Atlas (TCGA), we identified differentially expressed genes in HCC utilizing Gene Expression Profiling Interactive Analysis 2 (GEPIA 2). <i>FANCD2</i> and Celastrol were analyzed for molecular docking using Autodock, which was based on geometric matching and energy matching. The correlation between <i>FANCD2</i> and survival rate was analyzed using Kaplan-Meier's estimates by log-rank (Mantel-Cox) test. HCC cell lines (SNU-423 and SNU-387) were overexpressed or silenced with <i>FANCD2</i> and treated with Celastrol. Autophagy and ferroptosis were evaluated by measuring oxidative stress and related markers, and cell function experiments were performed. High expression of <i>FANCD2</i> was correlated with poor survival in HCC patients. Celastrol targeted <i>FANCD2</i>, reducing its level in SNU-423 and SNU-387 cells. <i>FANCD2</i> overexpression resulted in increased SNU-423 cell viability, migration, invasion, and tube formation ability, as well as attenuated autophagy and ferroptosis, while <i>FANCD2</i> knockdown in SNU-387 cells showed opposite effects. Additionally, <i>FANCD2</i> overexpression reversed the ability of Celastrol to induce autophagy and ferroptosis and to inhibit SNU-423 cell survival <i>in vitro</i>, while <i>FANCD2</i> knockdown enhanced the effects of Celastrol in SNU-387 cells. Celastrol inhibits malignant behavior in HCC cells by targeting <i>FANCD2</i> to induce autophagy-dependent ferroptosis.",
    "doi": "10.24976/Discov.Med.202537195.58",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894643"
  },
  {
    "pubmed_id": "40287802",
    "title": "Protective Role of Protocatechuic Acid in Glioma: Modulation of Cell Growth, Migration, and Pyroptosis via NLRP3/Caspase-1/GSDMD Axis.",
    "abstract": "Glioblastoma is a common primary malignant tumor posing a serious threat to human life and health. Protocatechuic acid (PCA) is a natural phenolic compound with good anti-tumor activity. The study aimed to investigate whether pyroptosis can be activated by PCA in glioma cell. Different concentrations of PCA were used to treat glioma cell lines U87 and U251 for varying durations. Cell proliferation was quantified using the Cell Counting Kit-8 (CCK-8) assay. The Transwell chamber assay was employed to evaluate cell invasion, while cell migration was assessed via the scratch assay. Pyroptosis levels were determined through immunofluorescence staining. Additionally, the protein and mRNA expression levels of nucleotide-binding and oligomerization domain-like receptor thermal protein domain-associated protein 3 (NLRP3), cysteinyl aspartate specific proteinase (caspase-1), and gasdermin D (GSDMD) were analyzed using Western blotting and quantitative reverse-transcription polymerase chain reaction (qRT-PCR). Intervention with PCA resulted in a significant suppression of viability, invasion and migration of glioma cells in a dose-dependent manner (<i>p</i> < 0.05). Additionally, the GSDMD positivity rate, as well as the protein and mRNA expression levels of NLRP3, caspase-1, and GSDMD showed significant increases in glioma cells (<i>p</i> < 0.05). Further intervention with NLRP3-specific inhibitor MCC950 reversed the effects of PCA and resulted in a significant increase in cell viability and number of invading cells (<i>p</i> < 0.01), a significant decrease in GSDMD positivity (<i>p</i> < 0.01), and a significant decrease in the protein and mRNA expression levels of NLRP3, caspase-1, and GSDMD in glioma cells (<i>p</i> < 0.01). PCA mediates pyroptosis in glioma cells by regulating the NLRP3/caspase-1/GSDMD signaling pathway.",
    "doi": "10.24976/Discov.Med.202537195.57",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894670"
  },
  {
    "pubmed_id": "40287800",
    "title": "Immunomodulatory Role of T Cell Immunoglobulin and Mucin Domain-3 in Cancer.",
    "abstract": "Immune checkpoint inhibitors are one of the most promising areas in oncoimmunology research. T cell immunoglobulin and mucin domain-3 (TIM-3) expression has been linked to the advanced stages with reduced survival in several types of cancer, primarily due to its association with the dysfunction in T cells. Thus, TIM-3 is an interesting target in designing advanced therapy for cancer. TIM-3 has been implicated in resistance to immunotherapy on account of its involvement in T cell exhaustion. Identifying small molecule inhibitors targeting TIM-3 with high affinity, either alone or in combination with either chemotherapy or other types of immunotherapies could significantly enhance the life span, overcoming the resistance and overall immune response in therapy. TIM-3 pathway is multidimensional in terms of canonical signaling with varied expression of immune cells and diverse ligands and modulates the immune response. This may include restoration of the functioning of killer T lymphocytes and natural killer cells (NK cells) and likely promise better results in cancer immunotherapy. In this review, we will discuss the immunomodulatory role of TIM-3 in cancer, with special emphasis on lymphoma and solid tumors, and their role in diverse immune cells in tumorigenesis and inflammation.",
    "doi": "10.24976/Discov.Med.202537195.55",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:47.894687"
  },
  {
    "pubmed_id": "40287799",
    "title": "CAR-T Therapy for the Treatment of Colorectal Cancer.",
    "abstract": "Colorectal cancer (CRC) is one of the most common malignancies worldwide. Advanced CRC has a poor prognosis, with treatment primarily relying on chemotherapy combined with targeted therapies. Currently, immunotherapy based on immune checkpoint inhibitors is reserved exclusively for mismatch repair-deficient (dMMR) or microsatellite instability-high (MSI-H) tumors, which represent less than 10% of advanced CRC cases. Chimeric antigen receptor (CAR)-T cell therapy is a type of adoptive cell therapy involving modified T-lymphocytes engineered to express chimeric antigen receptors, enabling them to recognize surface antigens expressed by tumor cells. CAR-T cell therapy has demonstrated efficacy in treating hematological malignancies such as lymphoma, myeloma, and leukemia. However, its efficacy in solid tumors remains limited due to several limitations such as antigen heterogeneity, restricted CAR-T cell trafficking into the tumor area, and the presence of an immunosuppressive tumor microenvironment. Developing novel CAR-T cell therapies for solid tumors represents an unmet need, particularly for cases where immune checkpoint blockade is ineffective, such as CRC. Preclinical studies have shown the efficacy of various CAR-T cell models targeting a wide range of tumor-associated antigens in CRC, both <i>in vitro</i> and <i>in vivo</i>. Despite these promising results, the clinical efficacy of CAR-T cell therapy for CRC has been limited in early-phase clinical trials. Factors such as trial design or tumor characteristics, including antigen heterogeneity and the immunosuppressive microenvironment, should be considered. The development of innovative CAR-T cell models and the identification of novel antigens may improve the effectiveness of CAR-T cell therapy for CRC patients.",
    "doi": "10.24976/Discov.Med.202537195.54",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481892"
  },
  {
    "pubmed_id": "40287789",
    "title": "Analysis of regulatory mechanisms of enhancers in gastric cancer with double minute chromosomes based on bioinformatics.",
    "abstract": "Gastric cancer (GC) has a high incidence and mortality rate globally. Double minutes (DMs) are extrachromosomal circular chromosomes that carry amplified oncogenes or drug resistance genes, and they are closely associated with tumorigenesis and drug resistance. To investigate the role and regulatory mechanisms of double minutes in the malignant progression of gastric cancer, we utilize bioinformatics methods to analyze genomic copy number variation data from the CCLE cell line database and TCGA solid tumor database. We analyze and summarize the genomic features of tumor samples with double minutes. Based on these features, we classify gastric cancer samples. We use the FANTOM5 database, R package \"GenomicRanges\", Bedtools, and MEME SUITE to analyze the functions of the enhancers on double minutes and their regulated target genes in gastric cancer. Next, we apply the CIBERSORT package and the GDSC drug database to analyze immune cell infiltration and drug resistance in gastric cancer samples with and without double minutes from TCGA. The results show that the genome with a copy number greater than 10 and genomic fragments longer than 50 kb play a significant role. The regulatory role of double minutes enhancers affects drug resistance and tumor immunity, with disruptions in the enhancer-transcription factor-target gene regulatory loops also linked to tumor immunity. Furthermore, the target genes regulated by double minutes enhancers not only alter the expression of immune-related genes but also contribute to increased drug resistance to common chemotherapy agents in gastric cancer samples. High expression of drug resistance-related target genes in gastric cancer samples with double minutes is closely associated with poor prognosis. This study provides new insights for the treatment of gastric cancer patients with double minutes.",
    "doi": "10.16288/j.yczz.24-291",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481905"
  },
  {
    "pubmed_id": "40287766",
    "title": "N-terminal truncation of STAT1 transcription factor causes CD3- and CD20-negative non-Hodgkin lymphoma through upregulation of STAT3-mediated oncogenic functions.",
    "abstract": "The cytokine-driven transcription factor STAT1 (signal transducer and activator of transcription 1) executes anti-microbial and pro-apoptotic functions, and loss-of-function mutations are associated with increased susceptibility to various infections and the development of tumors. A targeted mutation in mice expressing an N-terminally truncated STAT1 protein (STAT1-ΔN) typically develops splenomegaly in animals older than 6 months due to the formation of splenic non-Hodgkin lymphomas. The expression of the STAT1-ΔN variant resulted in the disruption of normal spleen architecture by malignant CD3- and CD20-negative tumor cells, which stained positively for both tyrosine-phosphorylated STAT1 and STAT3. Immunoblotting of lysates from isolated tumor cells revealed the cytokine-independent hyperphosphorylation of both STAT proteins, whereas the expression level of NF-κB was significantly reduced. Gel-shift assays showed that the DNA-binding activity of STAT1-ΔN was increased compared to the wild-type protein. This elevated level of tyrosine-phosphorylated STAT1-ΔN did not further increase upon stimulation of isolated tumor cells with either interferon-γ (IFNγ), lipopolysaccharide (LPS), or the combination of both. Since the truncation mutant was unable to accumulate in the nucleus upon cytokine stimulation, real-time PCR data from tumor tissue as well as from isolated, IFNγ/LPS-treated lymphoma cells demonstrated significantly reduced STAT1-regulated target gene expression despite its observed hyperphosphorylation. The nuclear import defect of tyrosine-phosphorylated STAT1-ΔN was associated with an elevated tyrosine-phosphorylation level of its antagonistic homolog STAT3, which is a known oncogene. These data demonstrate that the lack of STAT1 nuclear accumulation interferes with the functional balance between the two STAT proteins and, thereby, promotes the formation of phospho-STAT3-expressing CD3<sup>-/-</sup> CD20<sup>-/-</sup> non-Hodgkin lymphomas in the spleens of the diseased animals.",
    "doi": "10.1186/s12964-025-02183-2",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481911"
  },
  {
    "pubmed_id": "40287765",
    "title": "Current laser application in En bloc resection of bladder tumor- a narrative literature review.",
    "abstract": "At present, laser en bloc resection of bladder tumor (ERBT) has attracted great interest with potential superiority to transurethral resection of bladder tumor (TURBT). It has several advantages, including complete resection, intact specimen for accurate histologic assessment, avoiding fragmentation and tumor seeding, preventing obturator nerve reflex, and reduction of inflammatory response. Several types of lasers have been studied in the application of ERBT, for example, holmium laser, green-light laser, thulium laser, diode laser. This paper reviews current literature concerning the characteristics of these types of laser, the surgical technique and procedures of laser ERBT with its advantages and limitations, and future directions in clinical development, aiming to display the status quo of these techniques in clinical practice.",
    "doi": "10.1186/s12957-025-03815-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481919"
  },
  {
    "pubmed_id": "40287762",
    "title": "Macrophage-derived exosomes in cancer: a double-edged sword with therapeutic potential.",
    "abstract": "Solid cancer contains a complicated communication network between cancer cells and components in the tumor microenvironment (TME), significantly influencing the progression of cancer. Exosomes function as key carriers of signaling molecules in these communications, including the intricate signalings of tumor-associated macrophages (TAMs) on cancer cells and the TME. With their natural lipid bilayer structures and biological activity that relates to their original cell, exosomes have emerged as efficient carriers in studies on cancer therapy. Intrigued by the heterogeneity and plasticity of both macrophages and exosomes, we regard macrophage-derived exosomes in cancer as a double-edged sword. For instance, TAM-derived exosomes, educated by the TME, can promote resistance to cancer therapies, while macrophage-derived exosomes generated in vitro have shown favorable potential in cancer therapy. Here, we depict the reasons for the heterogeneity of TAM-derived exosomes, as well as the manifold roles of TAM-derived exosomes in cancer progression, metastasis, and resistance to cancer therapy. In particular, we emphasize the recent advancements of modified macrophage-derived exosomes in diverse cancer therapies, arguing that these modified exosomes are endowed with unique advantages by their macrophage origin. We outline the challenges in translating these scientific discoveries into clinical cancer therapy, aiming to provide patients with safe and effective treatments.",
    "doi": "10.1186/s12951-025-03321-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481923"
  },
  {
    "pubmed_id": "40287759",
    "title": "Clinical analysis of lymphoma with malignant solid tumor simultaneously: a retrospective case series.",
    "abstract": "This study aimed to investigate the clinical features and potential pathogenesis of lymphoma complicated with malignant solid tumors. Clinical data from 35 patients treated at Yantai Yuhuangding Hospital between January 2018 and March 2023 were retrospectively analyzed. Among 1726 lymphoma patients, 35 (2.03%) were found to have solid tumors, including 22 males and 13 females, with a median age of 62 years (range: 49-83 years). The lymphoma subtypes included 14 cases of diffuse large B-cell lymphoma (DLBCL), 8 cases of small lymphocytic lymphoma/chronic lymphocytic leukemia (SLL/CLL), 7 cases of marginal zone lymphoma (MZL), 3 cases of peripheral T-cell lymphoma (PTCL), 2 cases of follicular lymphoma (FL), and 1 case of Waldenström macroglobulinemia (WM). The solid tumors included 9 cases of papillary thyroid carcinoma (PTC), 8 cases of colorectal cancer (CRC), 7 cases of lung cancer (LC), 5 cases of gastric cancer (GC), 2 cases of prostate cancer (PCa), and 1 case each of breast cancer (BC), clear cell renal cell carcinoma (ccRCC), pharyngeal squamous cell carcinoma (PSCC), and bladder cancer (BLCA). Lymphoma with solid tumors is rare, often affecting elderly males. Non-Hodgkin's lymphoma, especially DLBCL, was the most common subtype, and PTC was the most frequent solid tumor. Clinicians should focus on these cases to improve diagnosis and treatment.",
    "doi": "10.1186/s13000-025-01653-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481927"
  },
  {
    "pubmed_id": "40287758",
    "title": "The application of organoids in investigating immune evasion in the microenvironment of gastric cancer and screening novel drug candidates.",
    "abstract": "Gastric cancer (GC) is a prevalent digestive system tumor, the fifth most diagnosed cancer worldwide, and a leading cause of cancer deaths. GC is distinguished by its pronounced heterogeneity and a dynamically evolving tumor microenvironment (TME). The lack of accurate disease models complicates the understanding of its mechanisms and impedes the discovery of novel drugs. A growing body of evidence suggests that GC organoids, developed using organoid culture technology, preserve the genetic, phenotypic, and behavioral characteristics. GC organoids hold significant potential for predicting treatment responses in individual patients. This review provides a comprehensive overview of the current clinical treatment strategies for GC, as well as the history, construction and clinical applications of organoids. The focus is on the role of organoids in simulating the TME to explore mechanisms of immune evasion and intratumoral microbiota in GC, as well as their applications in guiding clinical drug therapy and facilitating novel drug screening. Furthermore, we summarize the limitations of GC organoid models and underscore the need for continued technological advancements to benefit both basic and translational oncological research.",
    "doi": "10.1186/s12943-025-02328-4",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481930"
  },
  {
    "pubmed_id": "40287752",
    "title": "Causal effect of gut microbiota on the risk of cancer and potential mediation by inflammatory proteins.",
    "abstract": "While growing evidence highlights the role of gut microbiota and inflammatory proteins in cancer, with cancer-related inflammation now considered the seventh hallmark of cancer, the direct causal relationships between specific microbiota, cancer, and the potential mediating effects of inflammatory proteins have not been fully established. We employed Mendelian randomization (MR) to assess the causal relationships between gut microbiota, inflammatory proteins, and eighteen distinct cancers using data from extensive genome-wide association studies (GWAS). The primary statistical method utilized was inverse variance weighting (IVW). We also investigated whether inflammatory proteins could mediate the effects of gut microbiota on cancer development. Our findings revealed 42 positive and 49 inverse causal impacts of gut microbiota on cancer risk (P < 0.05). Additionally, we identified 32 positive and 28 inverse causal relationships between inflammatory proteins and cancer risk. Moreover, genus Collinsella decreased the risk of lung cancer by decreasing levels of T-cell surface glycoprotein CD5 (mediating effect = 16.667%), while genus Ruminococcaceae UCG005 increased the risk of mesothelioma by increasing levels of CCL4 (mediating effect = 5.134%). Our study provides evidence for a causal association between gut microbiota, inflammatory proteins, and eighteen different cancer types. Notably, the T-cell surface glycoprotein CD5 and CCL4 were identified as mediators linking the genus Collinsella with lung cancer and the genus Ruminococcaceae UCG005 with mesothelioma, respectively.",
    "doi": "10.1186/s12957-025-03822-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481932"
  },
  {
    "pubmed_id": "40287750",
    "title": "An MRI-based fusion model for preoperative prediction of perineural invasion status in patients with intrahepatic cholangiocarcinoma.",
    "abstract": "To develop and validate an MRI-based fusion model for preoperative prediction of perineural invasion (PNI) status in patients with intrahepatic cholangiocarcinoma (ICC). A retrospective collection of 192 ICC patients from three medical centers (training set: n = 147; external test set: n = 45) was performed. Patients were classified into the PNI-positive and PNI-negative groups based on postoperative pathological results. After image preprocessing, a total of 1,197 features were extracted from T2-weighted imaging (T2WI). Feature selection was performed, and a radiomics model was constructed using machine learning algorithms, followed by SHapley Additive exPlanations (SHAP) visualization. Subsequently, a deep learning model was constructed based on the pre-trained ResNet101, with Gradient-weighted Class Activation Mapping (Grad-CAM) used for visualization. Finally, a fusion model incorporating deep learning, radiomics, and clinical features was developed using logistic regression, and visualization was performed with a nomogram. The predictive performance of the model was evaluated based on the area under the curve (AUC), calibration curves, and decision curve analysis (DCA). The fusion model, which integrates deep learning signature, radiomics signature, and two clinical features, demonstrated strong discrimination for PNI status. In the training set, the AUC was 0.905, with an accuracy of 0.823; in the external test set, the AUC was 0.760, with an accuracy of 0.778. Visualization methods provided support for the practical application of the model. The fusion model aids in the preoperative identification of PNI status in patients with ICC, and may help guide clinical decision-making regarding preoperative staging and adjuvant therapy.",
    "doi": "10.1186/s12957-025-03819-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481935"
  },
  {
    "pubmed_id": "40287739",
    "title": "Meta-analysis on the effectiveness and safety of venetoclax-based combination therapy with hypomethylation in acute myeloid leukemia.",
    "abstract": "The combined therapy strategy of venetoclax with hypomethylating agents (HMAs) has demonstrated encouraging efficacy in the treatment of acute myeloid leukemia (AML), particularly in elderly patients or those deemed unfit for standard treatments. However, due to differences in the research focuses of various research centers, the results have not yet comprehensively and systematically demonstrated the clinical significance of this treatment approach. Therefore, in this meta-analysis, we aimed to assess the effectiveness and safety of venetoclax in combination with HMAs for the treatment of AML. We included a total of 20 clinical studies that met the search criteria, including research focused on AML patients carrying FLT-3 and IDH mutations. Results revealed an overall response (OR) rate of 0.57 and a complete remission (CR)/complete remission with incomplete marrow recovery (CRi) rate of 0.52. Subgroup analyses indicated varying CR/CRi rates among patients with different genetic mutations, with the highest rate observed in IDH mutation carriers at 0.71, FLT-3 mutation carriers at 0.64, and TP53 mutation carriers at 0.44. Simultaneously, we observed adverse events such as anemia, neutropenia, and thrombocytopenia, underscoring the importance of careful management during venetoclax and HMAs treatment. This study emphasizes the potential of venetoclax and HMAs as a promising therapeutic approach for AML while highlighting the critical need for monitoring and managing adverse events in such treatment regimens.",
    "doi": "10.1186/s40001-025-02571-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.481937"
  },
  {
    "pubmed_id": "40287734",
    "title": "Predictive factors and prognostic models for Hepatic arterial infusion chemotherapy in Hepatocellular carcinoma: a comprehensive review.",
    "abstract": "Hepatocellular carcinoma (HCC) is a prevalent and lethal cancer, often diagnosed at advanced stages where traditional treatments such as surgical resection, liver transplantation, and locoregional therapies provide limited benefits. Hepatic arterial infusion chemotherapy (HAIC) has emerged as a promising treatment modality for advanced HCC, enhancing anti-tumor efficacy through targeted drug delivery while minimizing systemic side effects. However, the heterogeneous nature of HCC leads to variable responses to HAIC, highlighting the necessity for reliable predictive indicators to tailor personalized treatment strategies. This review explores the factors influencing HAIC success, including patient demographics, tumor characteristics, biomarkers, genomic profiles, and advanced imaging techniques such as radiomics and deep learning models. Additionally, the synergistic potential of HAIC combined with immunotherapy and molecular targeted therapies is examined, demonstrating improved survival outcomes. Prognostic scoring systems and nomograms that integrate clinical, molecular, and imaging data are discussed as superior tools for individualized prognostication compared to traditional staging systems. Understanding these predictors is essential for optimizing HAIC efficacy and enhancing survival and quality of life for patients with advanced HCC. Future research directions include large-scale prospective studies, integration of multi-omics data, and advancements in artificial intelligence to refine predictive models and further personalize treatment approaches.",
    "doi": "10.1186/s12957-025-03765-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991616"
  },
  {
    "pubmed_id": "40287731",
    "title": "Establishment and validation of a novel prognostic nomogram for gallbladder cancer patients.",
    "abstract": "Gallbladder cancer (GBC) arises from the malignant transformation of epithelial cells that line the gallbladder mucosa. The likelihood of developing GBC escalates with advancing age, and the condition generally presents a dismal prognosis. Despite this, there is a limited amount of research focusing on the prognostic determinants linked to GBC. As a result, this study sought to create a nomogram for evaluating GBC prognostic factors. In this investigation, a total of 8,615 cases of GBC from the Surveillance, Epidemiology, and End Results (SEER) database spanning from 2000 to 2020 were collected. In a 7:3 ratio, these instances were randomly assigned to one of two groups: training or internal validation. To assess the impact of clinical variables on overall survival (OS) in patients with GBC, both univariate and multivariate Cox regression analyses were utilized. The clinical criteria established were used to develop a nomogram. The effectiveness of the nomogram was evaluated through several approaches, such as receiver operating characteristic (ROC) curves, decision curve analysis (DCA), calibration curves, and Kaplan-Meier (KM) analysis. To predict the prognosis of GBC patients, a nomogram was created based on the following criteria: sex, rural-urban continuum, marital status, nodes, histology, radiation, chemotherapy, metastasis, age, surgery, and grade. The training set had an area under the curve for 1-year, 3-year, and 5-year OS of 0.79, 0.78, and 0.78, respectively. The DCA curves demonstrated that the model was clinically useful and well-corrected. Patients with GBC were categorized into high-risk and low-risk groups based on the median risk score. KM curves revealed a significantly lower survival rate for the high-risk group in comparison with the low-risk group (P < 0.001). Our model demonstrated strong predictive capabilities for the prognosis of GBC patients, thereby aiding in the refinement of treatment strategies for these individuals.",
    "doi": "10.1186/s40001-025-02513-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991626"
  },
  {
    "pubmed_id": "40287713",
    "title": "A cross-sectional study of serum lipids, body mass index and age relationships with breast cancer risk.",
    "abstract": "Globally, the most common malignancy in women today is breast cancer. Numerous factors affect the incidence of breast cancer; therefore, we examined the connections involving age, body mass index (BMI), serum lipid levels, and breast cancer risk in women. This was a cross-sectional analytical study. 382 female patients with a breast cancer diagnosis in this study, and 11842 healthy, age-matched females who were selected from physical examination centers in the same period. Univariate analysis was conducted first, after which factors with statistically significant differences were used to construct a multi-factor binary logistic regression equation. We explored associations across different ages, BMI, triglyceride (TG), and high-density lipoprotein-cholesterol (HDL-C) levels, and breast cancer risk. Age, BMI, TG, and HDL-C were the risk factors that showed the most significant association with breast cancer. Age, BMI, low-density lipoprotein-cholesterol (LDL-C) and TG levels in the breast cancer group were higher than those in the control group, but HDL-C and total cholesterol (TC) levels were lower. As BMI and TG levels increased, the risk of developing breast cancer increased, and, as HDL-C levels decreased, the risk of developing breast cancer increased. Women aged ≥ 40 years old had an increased breast cancer risk. There were no significant variations in TC and LDL-C levels between groups. In this study, a lower risk of breast cancer was linked to high HDL-C levels, while a higher risk of breast cancer was linked to high BMI and TG levels. Women aged ≥ 40 years old had an increased breast cancer risk.",
    "doi": "10.1186/s12957-025-03817-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991630"
  },
  {
    "pubmed_id": "40287708",
    "title": "H3F3A K27M mutations drive a repressive transcriptome by modulating chromatin accessibility independent of H3K27me3 in Diffuse Midline Glioma.",
    "abstract": "Heterozygous histone H3.3K27M mutation is a primary oncogenic driver of Diffuse Midline Glioma (DMG). H3.3K27M inhibits the Polycomb Repressive Complex 2 (PRC2) methyltransferase activity, leading to global reduction and redistribution of the repressive H3 lysine 27 tri-methylation (H3K27me3). This epigenomic rewiring is thought to promote gliomagenesis, but the precise role of K27M in gene regulation and tumorigenesis remains incompletely understood. We established isogenic DMG patient-derived cell lines using CRISPR-Cas9 editing to create H3.3 wild-type (WT), H3.3K27M, and combinations with EZH2 and EZH1 co-deletion, thereby eliminating PRC2 function and H3K27me3. RNA-seq and ATAC-seq analysis revealed that K27M exerts a novel epigenetic effect independent of PRC2 inhibition. While PRC2 loss led to widespread gene induction including HOX gene clusters, and activation of biological pathways, K27M induced a balanced gene deregulation with an overall repressive effect on pathway activity. Genes uniquely affected by K27M, independent of PRC2 loss, showed concordant changes in chromatin accessibility, with upregulated genes becoming more accessible. Importantly, xenografts of H3.3K27M/EZH1/2 WT cells formed tumors, whereas /EZH1/2 knockout cells did not, demonstrating a PRC2-independent role of K27M in tumorigenesis. Our findings reveal that the H3.3K27M mutation alters chromatin accessibility and uniquely deregulates gene expression independent of H3K27 methylation loss. These PRC2-independent functions of K27M contribute to changes in biological pathway activity and are necessary for tumor development, highlighting novel mechanisms of K27M-driven gliomagenesis.",
    "doi": "10.1186/s13072-025-00585-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991633"
  },
  {
    "pubmed_id": "40287704",
    "title": "SCNN1A expression in triple-negative breast cancer: clinical implications for prognosis and neoadjuvant therapy response.",
    "abstract": "This study aimed to identify differential genes between pathological complete response (pCR) and non-pCR following neoadjuvant chemotherapy in triple-negative breast cancer (TNBC). Additionally, the expression and clinical significance of the differential gene SCNN1A in TNBC were explored. Differential genes related to prognosis following neoadjuvant chemotherapy in TNBC were identified using the GEO database. Core genes were selected through the Cytoscape visualization and support vector machine (SVM) feature selection. The prognostic significance of these genes was assessed via online databases. SCNN1A expression and its correlation with clinicopathological data and neoadjuvant chemotherapy response were analyzed in 283 TNBC patients from the First Affiliated Hospital of Bengbu Medical University using immunohistochemistry. Eleven core genes, including SCNN1A, were identified from 912 differential genes. High SCNN1A expression was associated with poor prognosis in TNBC patients via online database analysis. Gene set difference analysis (GSVA) and Gene set enrichment analysis (GSEA) revealed that SCNN1A was involved in several metabolic pathways. The clinical data indicated that high SCNN1A expression was associated with advanced T (p = 0.037) and N stages (p = 0.011), but not with age, HER2 status, Ki-67 expression, or histological grade. High SCNN1A expression was significantly more frequent in non-pCR patients compared to pCR patients, and high SCNN1A expression was associated with significantly lower overall survival (OS) and disease-free survival (DFS). SCNN1A overexpression is associated with poor prognosis and non-pCR status in TNBC patients undergoing neoadjuvant chemotherapy.",
    "doi": "10.1186/s12957-025-03698-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991636"
  },
  {
    "pubmed_id": "40287701",
    "title": "Venous thromboembolism in patients undergoing pancreatic cancer surgery (PaTR-VTE) with curative intent; protocol of a prospective observational study.",
    "abstract": "Pancreatic cancer is probably the most thrombotic malignancy, with an incidence of venous thromboembolism (VTE) of up to 18%. However, the exact pathophysiological mechanisms involved in the development of VTE in the setting of pancreatic cancer are not yet well understood. The primary endpoint of the study is to evaluate the neutrophil/lymphocyte ratio (NLR) and other coagulation biomarkers as predictors of VTE in patients with pancreatic cancer undergoing surgery with curative intent. The exact incidence of VTE, perioperative coagulation status of patients and the possible determinants of VTE in the aforementioned population are the secondary study objectives. This prospective, non-interventional observational study is conducted according to the STROBE concept. It has been approved by the ethical committee and registered (NCT05964621) and will include eligible patients with primary pancreatic cancer with resectable or borderline resectable disease undergoing surgery with curative intent. Exclusion criteria are: Refusal to participate, previous thromboembolic event < 6 months, ASA score > 3, patients deemed inoperable intraoperatively and the concurrent presence of a second primary malignancy. Three blood samples are taken from all patients (preoperatively, immediately after the operation, and before discharge) and the serum values of the following parameters are determined: Haemoglobin, white blood cells, INR, liver and kidney function tests, von Willebrand factor, factors VIII and XI, D-dimers, fibrinogen, platelet function, Adamts 13 and anti-Xa. One month after the procedure, scheduled screening for asymptomatic deep vein thrombosis (DVT) is performed with a lower extremity ultrasound triplex study. In addition, thromboembolic events (DVT, pulmonary embolism (PE)) diagnosed during the hospital stay period are recorded. Low molecular weight heparin will be routinely administered from the first postoperative day, with the dosage, i.e. prophylactic or therapeutic titrated according to the patient's history of cardiovascular disease. According to the literature, the pooled specificity of the admission NLR for 30-day VTE and PE prediction is 80.5%, while the VTE rates after pancreatectomy is 1.5%. Based on a 95% confidence level and a precision of 0.1, the estimated sample size for the specificity outcome is 62 patients. The aim of this study is to identify predictors of postoperative VTE in patients undergoing pancreatic cancer surgery. The results could lead to an optimization of perioperative care. NCT05964621. Registered on July, 2023 clinicaltrials.org.",
    "doi": "10.1186/s12893-024-02665-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991642"
  },
  {
    "pubmed_id": "40287692",
    "title": "Granulosa cell RNA-Seq insights into senescence and sphingolipid metabolism disorder in PCOS: aspirin as a potential therapeutic drug.",
    "abstract": "Polycystic ovary syndrome (PCOS) is a pivotal cause of anovulatory infertility and the pathogenesis remains elusive. Cellular senescence and sphingolipid metabolism disorder are closely intertwined, and both have been demonstrated present within the granulosa cells of PCOS, while research on the combined impact of senescence and sphingolipids on PCOS-related anovulation is scarce. Here, we leveraged four datasets of PCOS and executed differential gene expression analysis, engaged in WGCNA, and harnessed machine learning algorithms-including RF, SVM-RFE, and LASSO-to deeply explore the key genes that interact with senescence and sphingolipid metabolism in granulosa cells of PCOS. These key genes were subjected to further analysis to construct a diagnostic model, forecast immune cell infiltration, and identify potential agents. Additionally, within the testosterone-stimulated granulosa cells, we validated the expression of key genes, confirmed senescence and sphingolipids dysregulation, and evaluated the therapeutic efficacy of the candidate agent. Our research pinpointed a set of genes (LYN, PLCG2, STAT5B, MMP9, and IL6R) that showed promise as biomarkers for PCOS-related anovulation and the diagnostic nomogram was developed. These biomarkers were linked to various immune cell types infiltration. In testosterone-stimulated granulosa cells, we observed increased expression of these biomarkers, accompanied by signs of senescence and changes in sphingolipids. Importantly, the potential agent aspirin displayed the ability to ameliorate these two processes. This study highlighted the important value of genes associated with senescence and sphingolipids dysregulation in PCOS. Aspirin targeting senescence could be a promising therapeutic drug for addressing anovulation associated with PCOS.",
    "doi": "10.1186/s12958-025-01396-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991644"
  },
  {
    "pubmed_id": "40287682",
    "title": "Drug-loaded indocyanine green J-aggregates activate metalloimmunotherapy for sustained photothermal therapy of hepatocellular carcinoma.",
    "abstract": "Hepatocellular carcinoma (HCC) poses a significant therapeutic challenge, driving the need for novel treatment strategies. This study investigates the combination of photothermal therapy (PTT) and metalloimmunotherapy for HCC treatment using Co + diABZI@J-dICG nanoparticles. Indocyanine green (ICG), an FDA-approved near-infrared (NIR) dye, is dimerized into J-aggregates to enhance PTT by improving light absorption and photothermal efficiency. The cGAS-STING pathway, a key mediator of innate immunity, is activated by the STING agonist diABZI, while cobalt ions (Co<sup>2+</sup>) further enhance immune responses. The Co + diABZI@J-dICG nanoparticles take advantage of ICG's hepatotropic properties for sustained tumor accumulation and immune activation, resulting in significant tumor growth inhibition and reduced HCC recurrence following hepatectomy.",
    "doi": "10.1186/s12951-025-03353-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991646"
  },
  {
    "pubmed_id": "40287676",
    "title": "Peritoneal cytology predicting distant metastasis in uterine carcinosarcoma: machine learning model development and validation.",
    "abstract": "This study develops and validates a machine learning model using peritoneal cytology to predict distant metastasis in uterine carcinosarcoma, aiding clinical decision-making. This study utilized detailed clinical data and peritoneal cytology findings from uterine carcinosarcoma patients in the SEER database. Eight machine learning algorithms-Logistic Regression, SVM, GBM, Neural Network, RandomForest, KNN, AdaBoost, and LightGBM-were applied to predict distant metastasis. Model performance was assessed using AUC, calibration curves, DCA, confusion matrices, sensitivity, and specificity. The Logistic Regression model was visualized with a nomogram, and its results were analyzed. SHAP values were used to interpret the best-performing machine learning model. Peritoneal cytology, T stage, age, and tumor size were key factors influencing distant metastasis in uterine carcinosarcoma patients. Peritoneal cytology had significant weight in the prediction models. The logistic regression model demonstrated excellent predictive performance with an AUC of 0.882 in the training set and 0.881 in the internal test set. The model was visualized and interpreted using a nomogram. In comprehensive evaluations, GBM was identified as the best-performing model and was explained using SHAP values. Additionally, calibration and DCA curves indicated that both models have significant potential clinical utility. This study introduces the first effective tool for predicting distant metastasis in uterine carcinosarcoma patients by integrating peritoneal cytology features into model construction. It aids in early identification of high-risk patients, enhancing follow-up and monitoring during tumor development, and supports the optimization of personalized treatment strategies.",
    "doi": "10.1186/s12957-025-03771-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991649"
  },
  {
    "pubmed_id": "40287672",
    "title": "A cross-sectional analysis of factors associated with cervical cancer screening in a large midwest primary care setting.",
    "abstract": "Lower cervical cancer screening (CCS) rates have been reported among non-White populations, older women, rural populations, and populations with low socioeconomic status (SES). We evaluate associations between CCS status and individual, healthcare, and SES variables in a large primary care setting in southeast Minnesota. We identified participants assigned female sex at birth, aged 21-65 years, without hysterectomy, and eligible for CCS via cross-sectional analysis of the electronic health record. Subjects were categorized as having up-to-date CCS or not. Logistic regression was used to model CCS status, with odds ratios (OR) and respective confidence intervals (95% CI) calculated for single predictor models for demographic factors, co-morbidities, and healthcare utilization. Approximately 78% (30,670 subjects) were current with CCS (total N = 39,433). Individuals who were Hispanic [OR (95% CI): 0.69 (0.62, 0.76)], non-White [0.53 (0.5, 0.56)], foreign-born [0.49 (0.46, 0.52)], and/or had limited English proficiency [0.44 (0.40, 0.49)] had lower odds of up-to-date CCS compared to Non-Hispanic, White, US-born, and/or English-speaking individuals. Older age, higher comorbidity burden, greater healthcare utilization, and having a female primary care provider were associated with higher odds of up-to-date CCS, while an inactive online patient portal account had lower odds of up-to-date CCS. Individuals with lower SES had lower odds of up-to-date CCS compared to those with higher SES. In our sample, disparities in CCS status were associated with specific individual, healthcare, and SES factors/characteristics. Our results identify populations that may benefit from targeted interventions to address CCS uptake.",
    "doi": "10.1186/s12905-025-03741-z",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:48.991651"
  },
  {
    "pubmed_id": "40287648",
    "title": "More accessible functional lung imaging: non-contrast CT-ventilation demonstrates strong association and agreement with PET-ventilation.",
    "abstract": "Computed Tomography (CT) ventilation imaging (CTVI) is an emerging ventilation imaging technique. CTVI implementations have been widely validated against alternative ventilation imaging techniques but have been limited to clinical research only. The first CTVI commercial product, CT LVAS (4DMedical, Melbourne, Australia), was recently released enabling its use in clinical practice. This study quantitatively compares ventilation images from CT LVAS and previously validated research CTVI algorithms to Galligas PET ventilation. 16 patients with Galligas PET and paired inhale/exhale breath-hold CT images were taken from a publicly available dataset on The Cancer Imaging Archive. Ventilation images were produced using CT LVAS and two previously published algorithms: (1) utilising the Hounsfield Unit difference (CTVI_HU); and (2) utilising the Jacobian determinant (CTVI_Jac). CTVI images were compared to the reference standard Galligas PET using Bland-Altman analysis of lobar ventilation, voxel-wise Spearman correlation, and Dice similarity coefficient (DSC) of regions of interest representing the top 85% and 15% of ventilation function. Bland-Altman analysis showed overall bias of < 0.01% for all CTVI methods (95% confidence interval: ±7.4% for CT LVAS, ± 9.1% for CTVI_HU, ± 7.9% for CTVI_Jac). The mean Spearman correlation between CTVI and Galligas PET was 0.61 ± 0.14 (p < 0.01) for CT LVAS, 0.68 ± 0.10 (p < 0.01) for CTVI_HU, and 0.57 ± 0.15 (p < 0.01) for CTVI_Jac. The mean DSC for the top 85% was 0.91 ± 0.03 for CT LVAS, 0.92 ± 0.02 for CTVI_HU, and 0.91 ± 0.03 for CTVI_Jac, with the DSC for CTVI_HU significantly higher than the other two CTVI methods. The DSC for the top 15% was 0.47 ± 0.17 for CT LVAS, 0.53 ± 0.16 for CTVI_HU, and 0.47 ± 0.18 for CTVI_Jac. In a comparison to Galligas PET ventilation imaging, CT LVAS performs similarly to previous CTVI methods. Bland-Altman analysis for quantification of lobar ventilation demonstrates negligible bias. Mean voxel-wise Spearman correlations are moderate to good. DSC of functionally thresholded lung regions are similar for all CTVI methods. These results warrant further investigation of CT LVAS as a readily available ventilation imaging tool in disease characterisation, lung health assessment, and surgical and targeted treatment planning. Australian New Zealand Clinical Trials Registry (ANZCTR) registration number ACTRN12612000775819, registered on 23/07/2012.",
    "doi": "10.1186/s12931-025-03245-2",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395405"
  },
  {
    "pubmed_id": "40287642",
    "title": "The effect on colorectal cancer incidence and staging with population-based FOBT-screening in Sweden.",
    "abstract": "To investigate colorectal cancer (CRC) incidence and stage of disease in the population invited vs. not invited to the guaiac-based Fecal Occult Blood (gFOBT) and Fecal Immunochemical Test (FIT) colorectal cancer screening program in Stockholm-Gotland, Sweden, 2008-2021, and to estimate the incidence rate by sex and localization in the colorectum. The study cohort consisted of all 60-69-years-old residents of the Stockholm-Gotland region 2008-2012 according to the population register. Screening with biennial gFOBT was successively implemented in the region by randomly inviting birth cohorts of the target group to different year of start of screening from 2008 and replaced by FIT with cut-off level 40 µg/g in women and 80 µg/g in men for a positive test in 2015. Record linkage was made to the National Cancer Register and to the Swedish Colorectal Cancer Register (SCRCR). The age-standardized CRC incidence ratio was compared in invited and non-invited during screening and in 70-75-year-olds and assessed overall and by sex, CRC stage and localization. In total, 320,989 and 151,533 individuals were invited to a first screening and FIT round, and 5,972 CRCs were diagnosed. During screening, the overall age-adjusted incidence ratio for the gFOBT- and FIT-invited compared to the non-invited was 0.99 (95% CI 0.91-1.07) and 1.03 (95% CI 0.93-1.15), respectively. Post screening, 70-75 years of age, the overall incidence rate was 12% lower among the invited than the non-invited (RR 0.88, 95% CI 0.81-0.97). During FIT screening, the incidence for stage I and proximal CRC was 38 and 23% higher than in the non-invited (RR 1.38, 95% CI 1.09-1.76 and RR 1.23, 95% CI 1.02-1.48 respectively). The incidence post screening was 22% lower regarding stage I CRC, 13% lower in women, and 17% lower for distal CRCs as compared to the non-invited (RR 95% CI 0.78 0.63-0.95, 0.87 0.76-1.00 and 0.83 0.74-0.94 respectively). In the Stockholm-Gotland program, the FIT screening significantly increased the incidence rate in early staged and proximal CRCs as compared to the uninvited, and the significant decrease in the overall CRC incidence post screening was mainly seen in distal, early staged CRCs in women.",
    "doi": "10.1186/s12889-025-22771-8",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395421"
  },
  {
    "pubmed_id": "40287640",
    "title": "The LncRNA RMST-miR-4295-ITPR1 axis: a key mechanism in regulating autophagy in triple-negative breast cancer cells.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer with poor prognosis and limited treatment options. Autophagy targeting plays a complex role in tumor resistance. The role of long noncoding RNA (LncRNA) RMST in TNBC progression and its potential involvement in autophagy regulation remain largely unexplored. We performed a bioinformatics analysis using transcriptome sequencing data to identify differentially expressed genes related to autophagy and the LncRNA-miRNA-mRNA axis in TNBC. The effects of the LncRNA RMST-miR-4295-ITPR1 axis on TNBC cell proliferation and migration were investigated using CCK-8, EdU, Transwell, and wound healing assays. Additionally, a series of in vitro experiments, including flow cytometry, transmission electron microscopy, and western blotting, were performed to evaluate the role of the LncRNA RMST-miR-4295-ITPR1 axis in regulating autophagy. LncRNA RMST competes with ITPR1 mRNA for miR-4295 binding, thereby relieving the miR-4295-mediated suppression of ITPR1 and increasing ITPR1 expression. Overexpression of LncRNA RMST or ITPR1 significantly inhibited TNBC cell proliferation and migration, promoted apoptosis, and enhanced autophagy. Conversely, miR-4295 overexpression reversed these effects, confirming the regulatory role of the LncRNA RMST-miR-4295-ITPR1 axis in autophagy in TNBC. Our findings indicate that the LncRNA RMST-miR-4295-ITPR1 axis plays a crucial role in regulating autophagy in TNBC cells. The modulation of this axis may represent a novel therapeutic strategy for inhibiting TNBC progression and overcoming chemoresistance.",
    "doi": "10.1186/s12885-025-14189-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395428"
  },
  {
    "pubmed_id": "40287635",
    "title": "C-reactive protein to albumin ratio combined with the Systemic Inflammatory Response Index predicts the prognosis of patients undergoing radical hepatectomy.",
    "abstract": "Many prognostic scores based on systemic inflammation have been developed. Most of these prognostic scores have been shown to influence the prognosis of hepatocellular carcinoma (HCC) patients. This research aims to develop a novel prognostic system based on inflammatory markers for patients with HCC. This research encompassed 920 HCC patients who underwent potentially radical surgical resection. We employed receiver-operating characteristic (ROC) curve analysis to determine the optimal cutoff value for the preoperative inflammatory prognostic score. Univariate and multivariate Cox regression analyses were conducted to pinpoint features that significantly influence outcomes for patients with HCC. We employed a calibration curve and decision curve analysis (DCA) to appraise the application of the nomogram. The multivariate Cox regression identified that systemic immunoinflammatory response index (SIRI), C-reactive protein-albumin ratio (CAR), tumor size, hepatitis B virus (HBV)-DNA, prothrombin time, microvascular invasion, macroscopic vascular invasion, and Edmondson-Steiner grade were all independent predictors of overall survival (OS). The predictive accuracy of the nomogram for estimating 1-, 3-, and 5-year OS was measured by the area under the receiver operating characteristic curve (AUC). In the training cohort, the AUC scores for the 1-, 3-, and 5-year OS were 0.815, 0.805, and 0.776. For the validation cohort, the respective AUC scores were 0.814, 0.737, and 0.730. Additionally, our nomogram shows a high capacity for distinguishing between different risk groups and is practical for clinical use. The nomogram demonstrates strong predictive performance for the 1-, 3-, and 5-year OS of HCC patients undergoing radical surgery. The combination of related markers (SIRI, CAR, etc.) makes it more reliable and beneficial in predicting prognosis in HCC patients.",
    "doi": "10.1186/s12885-025-14163-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395433"
  },
  {
    "pubmed_id": "40287623",
    "title": "Comprehensive pan-cancer analysis of CHRDL1 and experimental validation of its role in lung adenocarcinoma.",
    "abstract": "Chordin-like 1 (CHRDL1) is a secreted antagonist of bone morphogenetic proteins, and has been implicated in various biological processes and cancer prognosis. This study offered a detailed examination of CHRDL1 expression across 33 diverse cancer types, leveraging data from The Cancer Genome Atlas (TCGA) and supplementary public datasets. We demonstrated that, for the majority of cancer types, CHRDL1 expression was reduced in tumor tissues compared to normal adjacent tissues. Notably, lower CHRDL1 expression led to negative prognosis in malignancies such as lung adenocarcinoma (LUAD), melanoma (SKCM), and mesothelioma (MESO). Furthermore, CHRDL1 expression was positively correlated with the infiltration of CD4⁺ T cells, CD8⁺ T cells, B cells, neutrophils, macrophages, and dendritic cells in most tumors. Higher CHRDL1 expression correlated with more favorable immune profiles and a reduction in tumor stemness. To assess the effect of CHRDL1 overexpression on LUAD progression, we conducted CCK-8, wound healing, and invasion assays in vitro, along with subcutaneous tumor formation experiments in nude mice. The results showed that the proliferation, migration, and invasion abilities of A549 and H1299 cells with high CHRDL1 expression were reduced, and the growth of A549 cells was also significantly inhibited in nude mice. These findings underscored CHRDL1's potential as a prognostic biomarker and its influence on tumor immunology and cellular dynamics.",
    "doi": "10.1186/s12885-025-14174-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395438"
  },
  {
    "pubmed_id": "40287532",
    "title": "Dynamics of tertiary lymphoid structures and immune cross talk in early versus advanced colorectal cancer: potential implications for immunotherapy.",
    "abstract": "Irrespective of microsatellite status, immune checkpoint inhibitor therapy shows superior efficacy in early-stage colorectal cancer (CRC) compared to advanced cases. The distinctions of the tumor microenvironment (TME) and tertiary lymphoid structure (TLS) between early- and advanced-stage CRC may represent a critical factor, yet remain incompletely elucidated. We comprehensively analyzed single-cell RNA sequencing data, bulk RNA transcription data and pathological tissue data to investigate the dynamic changes in the TME. The features of TLS in early- and advanced-stage tumors and their potential impact on immunotherapy were explored using three in-house cohorts. We provided single-cell fine maps of the immune landscape in early and advanced CRC. Significant functional differences were identified in CD4 + Tfh and BGC cells between early and advanced CRC. We revealed CXCL13 expression on CD8 + Tex cells, along with CD40-CD40L interactions between CD4 + Tfh and BGC cells, could be key regulators of TLS functionality and subsequently affect the response to immunotherapy. Our research shed light on the multilayered immune dysfunction in advanced CRC and elucidates the alterations in the TLS during the progression of CRC, providing insights for functional studies and the exploration of potential target in advanced CRC.",
    "doi": "10.1007/s00262-025-04027-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395442"
  },
  {
    "pubmed_id": "40287503",
    "title": "Crosstalk of lactate metabolism-related subtypes, establishment of a prognostic signature and immune infiltration characteristics in colon adenocarcinoma.",
    "abstract": "Colon adenocarcinoma (COAD) is a common malignant tumor of digestive tract and lactate metabolism has been linked to tumor development and progression. In this study, we sought to investigate the influence of lactate metabolism-related genes (LRGs) prognosis. We also aimed to identify distinct LRG-related clusters and develop a risk signature for assessing patient prognosis, immunological characteristics, and response to therapy. We analyzed data from The Cancer Genome Atlas (TCGA) to reveal the expression and mutational features of LRGs in COAD patients. In the integrated TCGA and GSE39582 cohort, consensus clustering analysis was employed to classify patients into two distinct LRG-related clusters. Using differentially expressed genes (DRGs) from these two clusters, we established a LRG-related gene cluster and prognostic signature which was used to classify patients into high-risk and low-risk groups. An validation cohort was used to validate the predictive ability of risk signature and expression of 6 candidate LRGs was confirmed through quantitative real-time PCR (qRT-PCR). Nomograms were created to visually represent the clinical value of LRG-related signature. Furthermore, we extensively examined differences in immune cell infiltration, tumor mutational load (TMB), microsatellite instability (MSI) and drug sensitivity between two risk groups. Analysis of the integrated TCGA and GSE39582 cohorts revealed two distinct LRG-related clusters and gene clusters with significant differences in overall survival (OS) and tumor microenvironment. We developed a LRG-related signature comprising 6 candidate LRGs that reliably predicted OS and qRT-PCR validation confirmed the expression of LRGs. Based on the median risk score, patients were divided into low-risk and high-risk groups, with low-risk group showing better survival. Furthermore, patients in high-risk group were more sensitive to chemotherapy and associated with higher TMB, higher proportion of MSI-H. Our study provides a valuable method for guiding clinical management and personalized treatment of COAD patients, which offers new insights into individualized treatment strategies, ultimately improving patient outcomes.",
    "doi": "10.1038/s41598-025-98735-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395444"
  },
  {
    "pubmed_id": "40287496",
    "title": "Accurate quantification of cell-free Ceruloplasmin mRNA as a biomarker for early detection of hepatocellular carcinoma.",
    "abstract": "Accurate and early detection of hepatocellular carcinoma (HCC) is critical for improving patient outcomes. Current biomarkers like AFP have limited sensitivity, necessitating novel diagnostic markers. A novel semi-nested RT-PCR assay was developed to quantify circulating Ceruloplasmin (CP) mRNA in peripheral blood. This method co-amplifies CP mRNA and an internal control (IC) gene, followed by DNA melting analysis to distinguish and quantify CP mRNA. CP mRNA levels were significantly higher in the HCC group (median: 3.37) compared to both the CLD group (0.24, p = 0.0066) and the HD group (0.17, p < 0.0001). Further analysis using ROC curves highlighted the diagnostic performance of the assay. For differentiating HCC from CLD, the area under the ROC curve (AUC) was 0.704, with 50.98% sensitivity and 95.24% specificity. In comparison to HD, the AUC was 0.812, with 74.51% sensitivity and 80.65% specificity. Against the combined control group (CLD and HD), the AUC was 0.768, with 50.98% sensitivity and 96.15% specificity. Additionally, in 59.1% of HCC cases with AFP levels below 20 ng/mL, CP mRNA levels were elevated, indicating that CP mRNA could help detect a substantial proportion of AFP-negative HCC cases. This study, the first comprehensive clinical investigation of cell-free CP mRNA for HCC diagnosis, demonstrates its potential as a sensitive and specific non-invasive biomarker. Further validation in larger cohorts is needed to confirm its clinical utility.",
    "doi": "10.1038/s41598-025-99302-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395449"
  },
  {
    "pubmed_id": "40287494",
    "title": "A deep learning-based multimodal medical imaging model for breast cancer screening.",
    "abstract": "In existing breast cancer prediction research, most models rely solely on a single type of imaging data, which limits their performance. To overcome this limitation, the present study explores breast cancer prediction models based on multimodal medical images (mammography and ultrasound images) and compares them with single-modal models. We collected medical imaging data from 790 patients, including 2,235 mammography images and 1,348 ultrasound images, and conducted a comparison using six deep learning classification models to identify the best model for constructing the multimodal classification model. Performance was evaluated using metrics such as area under the receiver operating characteristic curve (AUC), sensitivity, specificity, precision, and accuracy to compare the multimodal and single-modal classification models. Experimental results demonstrate that the multimodal classification model outperforms single-modal models in terms of specificity (96.41% (95% CI:93.10%-99.72%)), accuracy (93.78% (95% CI:87.67%-99.89%)), precision (83.66% (95% CI:76.27%-91.05%)), and AUC (0.968 (95% CI:0.947-0.989)), while single-modal models excel in sensitivity. Additionally, heatmap visualization was used to further validate the classification performance of the multimodal model. In conclusion, our multimodal classification model shows strong potential in breast cancer screening tasks, effectively assisting physicians in improving screening accuracy.",
    "doi": "10.1038/s41598-025-99535-2",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395451"
  },
  {
    "pubmed_id": "40287486",
    "title": "A non-invasive diagnostic approach for neuroblastoma utilizing preoperative enhanced computed tomography and deep learning techniques.",
    "abstract": "Neuroblastoma presents a wide variety of clinical phenotypes, demonstrating different levels of benignity and malignancy among its subtypes. Early diagnosis is essential for effective patient management. Computed tomography (CT) serves as a significant diagnostic tool for neuroblastoma, utilizing machine vision imaging, which offers advantages over traditional X-ray and ultrasound imaging modalities. However, the high degree of similarity among neuroblastoma subtypes complicates the diagnostic process. In response to these challenges, this study presents a modified version of the You Only Look Once (YOLO) algorithm, called YOLOv8-IE. This revised approach integrates feature fusion and inverse residual attention mechanisms. The aim of YOLO-IE is to improve the detection and classification of neuroblastoma tumors. In light of the image features, we have implemented the inverse residual-based attention structure (iRMB) within the detection network of YOLOv8, thereby enhancing the model's ability to focus on significant features present in the images. Additionally, we have incorporated the centered feature pyramid EVC module. Experimental results show that the proposed detection network, named YOLO-IE, attains a mean Average Precision (mAP) 7.9% higher than the baseline model, YOLO. The individual contributions of iRMB and EVC to the performance improvement are 0.8% and 3.6% above the baseline model, respectively. This study represents a significant advancement in the field, as it not only facilitates the detection and classification of neuroblastoma but also demonstrates the considerable potential of machine learning and artificial intelligence in the realm of medical diagnosis.",
    "doi": "10.1038/s41598-025-99451-5",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.395453"
  },
  {
    "pubmed_id": "40287474",
    "title": "Therapeutic effects and potential mechanisms of caffeine on obese polycystic ovary syndrome: bioinformatic analysis and experimental validation.",
    "abstract": "The risk of PCOS is significantly increased in obese women, and studies have shown that weight loss can improve symptoms of PCOS. Coffee has been shown to be effective in reducing body weight. In this study, we focused on the SLC16A6 gene using bioinformatics and searched for coffee and its monomers using reverse network pharmacology. The gene expression omnibus (GEO) database was searched to screen for differentially expressed genes (DEGs) in PCOS patients. Gene ontology (GO) functional enrichment analysis and Kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analysis were then performed. The effects of caffeine on body weight, estrous cycle, ovarian pathology, serum insulin concentration and insulin resistance index, and SLC16A6 transporter gene expression in ovarian tissue of obese PCOS rats were monitored. The common differentially expressed gene SLC16A6 was identified in this study, and animal experiments confirmed the efficacy of caffeine in the treatment of obese PCOS rats. Caffeine can effectively improve the symptoms of obese PCOS rats. The mechanism by which caffeine can treat obese patients with PCOS is related to increasing the expression of the SLC16A6 gene.",
    "doi": "10.1038/s41598-025-93890-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759719"
  },
  {
    "pubmed_id": "40287473",
    "title": "PKM2 modulates chemotherapy sensitivity by regulating autophagy and predicts the prognosis and immunity in pancancer.",
    "abstract": "One of the main characteristics of tumor metabolite reprogramming is enhanced glycolysis, and Pyruvate Kinase M2(PKM2) is a crucial enzyme that limits the pace of glycometabolism. Although PKM2 has been proven to affect the development of some cancers, a pan-cancer analysis of PKM2 has not yet been performed. We analyzed the expression and prognosis of PKM2 in pan-cancer using multiple databases. We performed epigenetic, functional enrichment, immune cell infiltration, immune checkpoint, and drug sensitivity analyses of PKM2. PKM2 was found to be significantly upregulated in most malignancies and associated with a bad prognosis. In some cancers, the PKM2 DNA promoter was hypomethylated. The expression of PKM2 was positively linked with most m6A-methylation-related genes in pan-cancer. The functions of PKM2 were primarily associated with the regulation of the immune system, glycolysis, hypoxia, angiogenesis, and epithelial-mesenchymal transition. PKM2 was favorably associated with neutrophils and cancer-associated fibroblasts in the tumor microenvironment of most cancers. Importantly, PKM2 showed a strikingly high correlation with CD274 (PD-L1), CD276, TGF-β1, VEGFA, and HAVCR2 in most cancers. Finally, using experiments, it was confirmed that silencing PKM2 could increase the sensitivity of esophageal squamous cell carcinoma to cisplatin by regulating autophagy. PKM2 affects autophagy - regulated tumor cell tolerance to chemotherapy, providing future research directions for solving tumor chemotherapy resistance.",
    "doi": "10.1038/s41598-025-96562-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759734"
  },
  {
    "pubmed_id": "40287454",
    "title": "ALBI-sarcopenia score as a predictor of treatment outcomes in hepatocellular carcinoma.",
    "abstract": "The recently developed ALBI-Sarcopenia score has demonstrated effectiveness in predicting mortality in hepatocellular carcinoma (HCC), emerging as a crucial factor in guiding treatment decisions. To assess the utility of the ALBI-Sarcopenia score in predicting the success of HCC treatment. A prospective study involving 262 liver cirrhosis with HCC patients were assigned to various treatment strategies according to Barcelona clinics of liver disease (BCLC) classification. Patients were followed up for 12 months reporting laboratory data, sarcopenia, ALBI-Sarcopenia score, and outcomes. Sarcopenia was prevalent in 43.1% (48.35% males and 31.25% females, P = 0.042). Most patients were HCV-positive (88.9%) and classified as CTP A (55.7%) or BCLC B (54.2%). Over the study period, TACE was the most administered treatment (41.2% at baseline), followed by a progressive shift toward best supportive care as disease severity increased. Complete response rates declined from 31.7% at 1 month to 21.4% at 12 months, while progressive disease rates increased from 21.8 to 37.8% over the same period. At 12 months, the ALBI-Sarcopenia score demonstrated the highest predictive accuracy for treatment response (AUC:0.69, p = 0.001), outperforming both the ALBI (AUC: 0.631, p = 0.001) and MELD (AUC:0.623, p = 0.003) scores. Logistic regression identified ALBI-Sarcopenia as a significant independent predictor of response at 1 month (OR:1.25, 95% CI:0.881-1.971, p = 0.002) and 12 months (OR:2.189, 95% CI:0.992-4.937, p = 0.001). The ALBI-Sarcopenia score is a robust predictor of treatment outcomes in HCC, offering superior prognostic accuracy compared to traditional scoring systems, and enhancing patient stratification for optimized treatment planning.",
    "doi": "10.1038/s41598-025-97295-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759741"
  },
  {
    "pubmed_id": "40287444",
    "title": "Fusion of glioma-associated mesenchymal stem/stromal cells with glioma cells promotes macrophage recruitment and M2 polarization via m<sup>6</sup>A modification of CSF1.",
    "abstract": "Malignant glioma is the most common primary malignant tumor of the brain in adults, with glioblastoma (GBM) being the most aggressive subtype. Mesenchymal stem/stromal cells (MSCs) have been shown to fuse with tumor cells in various cancers including glioma, thereby regulating tumor progression. However, there has been no systematic research on the fusion of glioma-associated MSCs (GA-MSCs) with glioma cells. Here, it is shown that GA-MSCs are able to spontaneously fuse with glioma cells both in vitro and in vivo. The hybrid cells display significantly lower levels of N6-methyladenosine (m<sup>6</sup>A) modification and can modulate the glioma microenvironment by attracting and inducing M2-like polarization of macrophages. Mechanistically, the demethylase fat mass and obesity-associated protein (FTO) mediates demethylation in hybrids and promotes macrophage colony-stimulating factor (CSF1) secretion by increasing its RNA stability in an m<sup>6</sup>A-YTH domain family 2 (YTHDF2)-dependent manner. Our study reveals a novel crosstalk mechanism between glioma cells, GA-MSCs, and macrophages in glioma microenvironment, offering potential new approaches for glioma therapy.",
    "doi": "10.1038/s41419-025-07678-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759747"
  },
  {
    "pubmed_id": "40287438",
    "title": "The significance of the depth of invasion and tumor size in resected pathologic T4a gingivobuccal squamous cell carcinoma.",
    "abstract": "Oral cavity squamous cell carcinoma (SCC) is the most common head and neck region tumor. The pathologic T4a classification is defined tumor invasion by three distinctive subgroups with skin, bone marrow, or a depth of invasion (DOI) > 10 mm and tumor size > 40 mm, as specified in the revised AJCC 8th edition staging manual. We examined these three subgroups' different survival outcomes and explored factors influencing survival in patients with pT4a gingivobuccal SCC, and further investigate the discriminatory capacity among these three subgroups. All patients (n = 120) were treated from January 2010 to December 2021 for pT4a gingivobuccal SCC. Sixty-six (55%) exhibited bone invasion, 62 (51.7%) had skin invasion, and 44 (36.7%) had a deep DOI (DOI > 10 mm and tumor size > 40 mm). The median follow-up period for all patients was 93.6 months. The median overall survival (OS) was 48.1 months for patients with shallow (≤ 10 mm) vs. 25.1 months for those with deep DOIs (p =  0.03). The study found that deep DOI tumors were the primary factor influencing poorer OS in patients classified as pT4a after conducting a subgroup analysis. Three independent factors predicted poor prognosis: deep DOI (hazard ratio [HR] = 2.08, 95% confidence interval [CI] 1.00-4.31), extranodal extension (HR = 2.35, 95% CI 1.16-4.79), and positive resection margin (HR = 2.96, 95% CI 1.14-17.73). Deep DOI predicted worse outcomes and outperformed the risks of bone/skin invasion among these patients with pT4a gingivobuccal SCC.",
    "doi": "10.1038/s41598-025-98222-6",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759753"
  },
  {
    "pubmed_id": "40287432",
    "title": "Perturbing local steroidogenesis to improve breast cancer immunity.",
    "abstract": "Breast cancer, particularly triple-negative breast cancer (TNBC), evades the body's immune defences, in part by cultivating an immunosuppressive tumour microenvironment. Here, we show that suppressing local steroidogenesis can augment anti-tumour immunity against TNBC. Through targeted metabolomics of steroids coupled with immunohistochemistry, we profiled the existence of immunosuppressive steroids in TNBC patient tumours and discerned the steroidogenic activity in immune-infiltrating regions. In mouse, genetic inhibition of immune cell steroidogenesis restricted TNBC tumour progression with a significant reduction in immunosuppressive components such as tumour associated macrophages. Steroidogenesis inhibition appears to bolster anti-tumour immune responses in dendritic and T cells by impeding glucocorticoid signalling. Undertaking metabolic modelling of the single-cell transcriptomics and targeted tumour-steroidomics, we pinpointed the predominant steroidogenic cells. Inhibiting steroidogenesis pharmacologically using a identified drug, posaconazole, curtailed tumour expansion in a humanised TNBC mouse model. This investigation paves the way for targeting steroidogenesis and its signalling pathways in breast cancer affected by immune-steroid maladaptation.",
    "doi": "10.1038/s41467-025-59356-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759759"
  },
  {
    "pubmed_id": "40287431",
    "title": "p53 protein degradation redefines the initiation mechanisms and drives transitional mutations in colorectal cancer.",
    "abstract": "Incidence of colorectal cancer (CRC) is increasing likely due to different mechanisms driving initiation and progression. The initial model proposed by Fearon and Vogelstein posits it as a multi-hit neoplasia, originating from adenomatous-polyps induced by WNT activation, ultimately progressing to aggressiveness through p53 loss. Integrating human data with mouse genetics, we redefine this paradigm, highlighting pivotal roles of MYC, oncogenic URI and p53 degradation to initiate CRC. Early APC loss activates MYC to transcriptionally upregulate URI, which modulates MDM2 activity, triggering p53 proteasomal degradation, essential for tumour initiation and mutation burden accrual in CRC mice. Remarkably, reinstating p53 levels via genetic URI depletion or p53 super-expression in CRC mice with WNT pathway activation prevents tumour initiation and extends lifespan. Our data reveal a \"two-hit\" genetic model central to APC loss-driven CRC initiation, wherein MYC/URI axis intricately controls p53 degradation, offering mechanistic insights into transitional mutation acquisition essential for CRC progression.",
    "doi": "10.1038/s41467-025-59282-4",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759764"
  },
  {
    "pubmed_id": "40287430",
    "title": "Identification of genomic variants associated with colorectal cancer heredity in indigenous populations of the Amazon.",
    "abstract": "Colorectal cancer (CRC) is a major global health concern, with genetic factors influencing its development. This study investigated the genomic profile of Amazonian indigenous populations (INDG) by analyzing five genes-APC, MLH1, MSH2, MSH6, and PMS2-associated with CRC. A total of 64 healthy individuals from 12 ethnic groups were analyzed using exome sequencing and bioinformatic tools. We identified 55 genetic variants, including three novel variants exclusive to the INDG, located in the MLH1 and MSH6 genes, which may represent genetic risks for CRC in this population. Additionally, three high-impact variants, already described in the literature, were identified in the APC and MSH2 genes. The study highlights the genetic isolation of Amazonian indigenous groups, with notable differences compared to continental populations. These findings emphasize the need for further genomic research to enhance the understanding of genetic risk factors and improve early detection and targeted therapies in vulnerable populations.",
    "doi": "10.1038/s41598-025-87401-0",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759769"
  },
  {
    "pubmed_id": "40287412",
    "title": "MMP1-induced NF-κB activation promotes epithelial-mesenchymal transition and sacituzumab govitecan resistance in hormone receptor-positive breast cancer.",
    "abstract": "Sacituzumab govitecan (SG), a novel antibody-drug conjugate (ADC), shows promise in the treatment of breast cancer (BC); however, drug resistance limits its clinical application. Matrix metalloproteinase 1 (MMP1), which is overexpressed in many tumor types, plays a key role in tumor metastasis and drug resistance. The involvement of MMP1 in SG resistance in metastatic hormone receptor-positive (HR + ) BC has not been previously reported. In this study, we employed various in vitro and in vivo approaches to investigate the role of MMP1 in SG resistance in BC. MMP1 expression was manipulated in different BC cell lines through lentiviral transfection and small interfering RNA techniques. Key methodologies included Western blot, quantitative reverse transcription PCR, and RNA sequencing to assess marker expression and identify differentially expressed genes. Functional assays were conducted to evaluate cell viability, proliferation, invasion, and migration. In vivo, a cell-derived xenograft model in nude mice was utilized to assess tumor growth and drug response. Bioinformatics analyses further explored MMP1 expression and its clinical relevance across different cancer types. Our findings indicate that MMP1 is overexpressed by approximately 30-fold in HR + BC tissues and is associated with poorer prognosis among HR + BC patients. Furthermore, our analysis reveals that HR + BC with high MMP1 expression displays resistance to SG, supporting the hypothesis that MMP1 plays a key role in regulating ADC resistance. Mechanistic studies demonstrate that MMP1 can activate the NF-κB pathway, which subsequently influences the epithelial-mesenchymal transition, thereby contributing to SG resistance. Ultimately, our research underscores the potential of MMP1 as a therapeutic target and biomarker, facilitating personalized treatment strategies that could enhance patient outcomes in BC therapy.",
    "doi": "10.1038/s41419-025-07615-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759775"
  },
  {
    "pubmed_id": "40287404",
    "title": "TLK1 as a therapeutic target in TMZ resistant glioblastoma using small molecule inhibitor.",
    "abstract": "The acquired resistance to existing therapies poses a grave concern in achieving successful therapeutic outcomes. Temozolomide (TMZ), a widely used alkylating chemotherapeutic in Glioblastoma therapy, often encounters resistance, necessitating the investigation of the underlying mechanisms of TMZ-acquired resistance. To study TMZ resistance, a cell-based model system was generated by intermittently exposing glioblastoma cells to increasing concentrations and time of TMZ over six months. The survival response of cells at higher concentrations confirmed TMZ-resistant cells, which exhibited a phenotypic shift toward a mesenchymal-like state, with decreased epithelial traits, indicating mesenchymal-epithelial transition (MET). This transition likely facilitates the stabilization and clonal growth of TMZ-resistant cells. Subsequent analysis revealed elevated expression of TLK1, a DNA repair protein, thus reinforcing its potential involvement in mechanisms associated with acquired resistance. To explore the therapeutic aspect of TLK1 inhibition, we utilized an in-house developed TLK1 inhibitor, J54. The inhibition of TLK1 in TMZ-resistant cells enhanced cytotoxicity, indicating TLK1 as a potential target to combat TMZ resistance. Moreover, TLK1 inhibition reduced cell migration and invasion, implying its role in promoting metastasis. In conclusion, our study sheds light on the role of TLK1 in the context of TMZ resistance, highlighting its potential as a valuable target for therapeutic intervention.",
    "doi": "10.1038/s41598-025-86599-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:49.759779"
  },
  {
    "pubmed_id": "40287393",
    "title": "[Clinical application of transvaginal core needle biopsy for pelvic masses under finger guidance via vagino-recto-abdominal examination].",
    "abstract": "<b>Objective:</b> To explore the feasibility of transvaginal core needle biopsy for pelvic masses under finger guidance during a vagino-recto-abdominal examination. <b>Methods:</b> The clinicopathological data and follow-up information of 29 patients with pelvic masses who underwent transvaginal core needle biopsy under finger guidance during a vagino-recto-abdominal examination at Affiliated Hospital of Southwest Medical University from January 2020 to July 2024 were collected, and the safety and diagnostic accuracy of the procedure were retrospectively analyzed. <b>Results:</b> (1) A total of 29 patients with pelvic masses were enrolled in this study, with a median age of 50 years (range: 29-73 years), and a median tumor diameter of 3.9 cm (range: 2.7-13.3 cm). Among these patients, 7 were newly diagnosed, and 22 were follow-up. The pre-procedure disease types included 21 patients (72%, 21/29) cervical cancer, 6 patients (21%, 6/29) epithelial ovarian cancer, and 2 patients (7%, 2/29) other suspected gynecologic tumors. (2) Among 29 patients with pelvic masses, 8 cases (28%, 8/29) were diagnosed with benign diseases according to core needle biopsy pathological findings, and 1 case suggested possible residual cervical cancer in the parametrial region by contrast-enhanced magnetic resonance imaging after radical chemoradiotherapy 3 months, while the result of core needle biopsy for this patient was negative, with follow-up after 1 year revealed progression of the lesion in the right parametrial area. Another patient underwent fine-needle aspiration cytology, which suggested gastrointestinal stromal tumor, requiring differentiation from endometriosis, and core needle biopsy pathology confirmed endometriosis, with follow-up at 6 months revealed no evidence of malignancy in this patient. The remaining 6 patients with benign diagnoses had follow-up periods exceeding 1 year without imaging or clinical evidence of local lesion progression or malignancy. Among the 21 patients (72%, 21/29) diagnosed with malignant tumors by core needle biopsy, 14 cases were suspected cases of residual or recurrent cervical cancer, 6 cases had advanced ovarian cancer, and 1 case had rectal cancer metastasis, with all biopsy diagnoses being consistent with preoperative clinical findings and imaging results. The overall diagnostic accuracy of the core needle biopsy was 97% (28/29). Among the 7 newly diagnosed patients, the diagnostic accuracy was 7/7, while it was 95% (21/22) for the 22 follow-up patients, with no statistically significant difference observed between the two groups (<i>P</i>=1.000). (3) All 29 patients with pelvic masses successfully underwent transvaginal core needle biopsy guided by vagino-recto-abdominal examination. Among them, 28 cases (97%, 28/29) reported tolerable pain during the procedure, while 1 case (3%, 1/29) experienced transient syncope at the end of the procedure due to pain, which resolved within seconds. Vaginal bleeding exceeding 50 ml occurred in 3 patients (10%, 3/29) during paracervical tissue sampling, with the maximum blood loss being 150 ml, and hemorrhage was successfully controlled using vaginal tamponade. The overall incidence of adverse events during the core needle biopsy procedure was 14% (4/29). <b>Conclusion:</b> Transvaginal core needle biopsy for pelvic masses guided by vagino-recto-abdominal examination is a simple, safe, and accurate diagnostic method, suitable for patients with gynecologic malignancies, non-gynecologic malignancies suspected of pelvic mass metastasis, and other benign pelvic lesions.",
    "doi": "10.3760/cma.j.cn112141-20241021-00563",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061493"
  },
  {
    "pubmed_id": "40287387",
    "title": "[Multi‑disciplinary treatment approach in cervical cancer care: chinese gynecologic oncologists consensus].",
    "abstract": "",
    "doi": "10.3760/cma.j.cn112141-20241218-00682",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061505"
  },
  {
    "pubmed_id": "40287268",
    "title": "Role of Liver Transplant in Primary and Secondary Liver Malignancies.",
    "abstract": "Hepatocellular carcinoma (HCC) and cholangiocarcinoma are the primary hepatic malignancies with established pathways to transplantation and model for end-stage liver disease (MELD) exception points. Other tumors managed with liver transplantation (LT) include hepatic epithelioid hemangioendothelioma and fibrolamellar HCC. LT for metastatic neuroendocrine tumor has been established with patient selection criteria and a path to MELD exception points. Additionally, recent data on LT for patients with unresectable hepatic colorectal metastases demonstrate increasingly encouraging initial results.",
    "doi": "10.1016/j.cld.2024.12.003",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061510"
  },
  {
    "pubmed_id": "40287257",
    "title": "Transvenous biopsy of abdominal-pelvic lesions with no safe percutaneous access: How we do it.",
    "abstract": "Recent developments in cancer genomics have allowed for comprehensive genomic profiling of tumors, thereby allowing oncologists to provide targeted therapies for patients with advanced cancers. This has made it even more important to obtain adequate core biopsies of lesions targeted for biopsies. While most lesions can be biopsied safely percutaneously using CT and ultrasound guidance, some lesions do not have a safe percutaneous window, thereby necessitating alternative biopsy techniques, such as transvenous biopsies, to aid in diagnosis and treatment. This review explores the use and technique of the transvenous approach for targeting small abdominal and pelvic masses using intravascular ultrasound guidance.",
    "doi": "10.1016/j.tvir.2025.101022",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061515"
  },
  {
    "pubmed_id": "40287249",
    "title": "Intramedullary Spinal Cord Tumors and Tumor-Like Lesions.",
    "abstract": "Intramedullary spinal cord tumors are rare neoplasms that can result in significant patient morbidity and mortality. Symptom onset is often insidious and not specific; thus, imaging is imperative for accurate diagnosis and localization of these tumors. Radiologists should be familiar with the key MR imaging features of common and unusual intramedullary tumors, in order to identify the most likely diagnosis or at a minimum develop an accurate differential diagnosis as this in turn will guide management.",
    "doi": "10.1016/j.mric.2025.01.005",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061518"
  },
  {
    "pubmed_id": "40287222",
    "title": "Analytical Validation of Next-Generation Sequencing-Based Comprehensive Liquid Biopsy Assay for Therapy Selection.",
    "abstract": "Liquid biopsies are an increasingly important tool for the real-time monitoring of biomarkers, cancer recurrence, and disease burden in oncology practice. Tempus xF+ is a liquid biopsy assay that detects cell-free DNA in blood samples of patients with advanced solid tumors. The xF+ panel covers 523 genes spanning approximately 1.8 Mb of the human genome and can detect single-nucleotide variants and insertions-deletions in 522 genes. It also detects copy number gains in 7 genes and translocations (gene rearrangements) in 10 genes. Furthermore, the larger panel size allows for the calculation of blood tumor mutational burden. This work highlights the analytical validation performed for the xF+ assay, comparing it with a smaller panel liquid biopsy assay, calculating blood tumor mutational burden, and exploring its potential clinical utility.",
    "doi": "10.1016/j.jmoldx.2025.02.005",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061521"
  },
  {
    "pubmed_id": "40287221",
    "title": "Multi-omic features and clustering phenotypes of circulating tumor cells associated with metastasis and clinical outcomes.",
    "abstract": "Metastasis is a lethal disease of cancer, spreading from primary tumors to the bloodstream as circulating tumor cells (CTCs), which disseminate to distant organs at low efficiency for secondary tumor regeneration, thereby contributing to unfavorable patient outcomes. The detection of dynamic CTC alterations can be indicative of cancer progression (residual cancer, aggressiveness, therapy resistance) or regression (therapy response), serving as biomarkers for diagnoses and prognoses. CTC heterogeneity is impacted by both intrinsic oncogenic changes and extrinsic microenvironmental factors (e.g. the immune system and circadian rhythm), altering the genomic/genetic, epigenomic/epigenetic, proteomic, post-translational, and metabolomic landscapes. In addition to homeostatic dynamics, regenerative stemness, and metabolic plasticity, a newly discovered feature of CTCs that influences metastatic outcomes is its intercellular clustering. While the dogma suggests that CTCs play solo as single cells in the circulation, CTCs can orchestrate with other CTCs or white blood cells to form homotypic or heterotypic multi-cellular clusters, with 20-100 times enhanced metastatic potential than single CTCs. CTC clusters promote cell survival and stemness through DNA hypomethylation and signaling pathways activated by clustering-driving proteins (CD44, CD81, ICAM1, Podocalyxin, etc). Heterotypic CTC clusters may protect CTCs from immune cell attacks if not being cleared by cytotoxic immune cells. This chapter mainly focused on CTC biology related to multi-omic features and metastatic outcomes. We speculate that CTCs could guide therapeutic targeting and be targeted specifically by anti-CTC therapeutics to reduce or eliminate cancer and cancer metastasis.",
    "doi": "10.1016/bs.ircmb.2024.03.009",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061527"
  },
  {
    "pubmed_id": "40287220",
    "title": "Epigenetics and CTCs: New biomarkers and impact on tumor biology.",
    "abstract": "DNA methylation is one of the best-known epigenetic markers and plays a critical role in the control of gene activity and the architecture of the nucleus of the cell. Epigenetic alterations and especially DNA methylation have a high potential to provide valuable and innovative cancer biomarkers. Liquid biopsy is a unique minimally invasive tool for the management of cancer patients based on the extraction of information through detailed molecular analysis of circulating genetic material in peripheral blood and allows us to characterize the evolution of a solid tumor in real time. DNA methylation in combination with liquid biopsy is very powerful when it comes to providing circulating epigenetic biomarkers of clinical importance. Numerous DNA methylation markers are now being tested in liquid biopsies as potential biomarkers in various types of cancer. DNA methylation is mostly being studied in ctDNA but there are also a small number of studies up to now performed in gDNA isolated from CTCs. A highly important dimension of the combination of liquid biopsy/DNA methylation analysis is its high potential for early cancer detection since alterations in DNA methylation in plasma can be detected very early during cancer pathogenesis. Methylated DNA, modified nucleosomes and noncoding RNAs can be used as blood circulating epigenetic biomarkers for real-time and minimally-invasive cancer monitoring. DNA methylation is very promising and powerful in providing novel biomarkers for improving cancer diagnostics, while another important dimension in this field is the use of DNA methylation inhibitors in cancer treatment. In this chapter we present the current findings on epigenetic alterations detected in CTCs in various types of cancer, and further discuss their potential as novel liquid biopsy-based DNA methylation biomarkers.",
    "doi": "10.1016/bs.ircmb.2024.03.002",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061530"
  },
  {
    "pubmed_id": "40287219",
    "title": "Advances in metastatic prostate cancer circulating tumor cell enrichment technologies and clinical studies.",
    "abstract": "Circulating tumor cells (CTCs) have emerged as a pivotal tool that enables molecular interrogation of patient tumor cells and association with clinical outcomes. In prostate cancer specifically, where tumor biopsies from patients with bone metastasis are extremely challenging, CTCs offer a viable and established source of tumor \"biopsy\". While the prognostic value of CTC enumeration in metastatic prostate cancer is established, there is a compelling need for molecular CTC characterization for effective patient stratification and disease management. The clinical utility of CTCs has been advanced by the evolution of enrichment technologies and their molecular characterization. Enrichment technologies have evolved from strictly EpCAM-based enrichment to antigen-agnostic enrichment, while their clinical utility has evolved from enumeration to advanced downstream analyses including CTC proteomics, transcriptomics and genomics. This chapter offers a comprehensive overview of recent advancements in CTC enrichment and analytical technologies while highlighting pivotal clinical studies in prostate cancer, that utilize CTCs to determine the molecular basis of clinical response and resistance, to assist in disease management and treatment customization.",
    "doi": "10.1016/bs.ircmb.2024.06.005",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061533"
  },
  {
    "pubmed_id": "40287218",
    "title": "Circulation tumor cell isolation and enrichment technologies.",
    "abstract": "During cancer metastasis, tumor cells migrate from the primary tumor site and spread to distant tissue or organs through the circulatory system of the body. While it is challenging to track metastatic tumor cells, circulating tumor cells (CTCs) via liquid biopsy provide a unique and important opportunity for longitudinal monitoring of residual cancer diseases and progression, showing great potential to facilitate precision medicine in cancer patients. The enumeration and characterization of CTCs represent prognostic and predictive biomarkers, which can be used to monitor the response to and efficacy of various therapies. Along with molecular and cellular features of CTCs, this data can inform the detection of early micro-metastases and assess progression of advanced disease in a more sensitive manner than traditional imaging modalities, serving as a complementary approach with added value. Nevertheless, comprehensive multiomic analyses of CTCs at inter-cellular (cluster), single-cell, and subcellular levels to elucidate relevant CTC cancer biology, tumor immune ecosystem biology, and clinical outcomes have yet to be achieved, demanding multidisciplinary collaboration to advance the field. Complementary to the published chapter on multiomic analyses and functional properties of CTCs, this chapter summarizes key methods and integrated strategies in CTC isolation, highlighting an accelerated evolution in high-throughput analysis of CTCs.",
    "doi": "10.1016/bs.ircmb.2025.01.009",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.061536"
  },
  {
    "pubmed_id": "40287217",
    "title": "CTCs and liquid biopsies in patients with colorectal cancer.",
    "abstract": "Liquid biopsy, which includes both circulating tumor DNA (ctDNA) and circulating tumor cells (CTCs) has become a valuable tool for cancer diagnosis and monitoring. It offers a less invasive approach than traditional tissue biopsy and recent technological advancements have enabled their use in comprehensive analysis of tumor molecular characteristics. By capturing the dynamic nature of tumors through repeated sampling, liquid biopsy addresses the limitations of tissue biopsy and provides insights into tumor heterogeneity over time. It is being extensively studied in patients with advanced colorectal cancer because it can aid in diagnosis, predict disease course, and guide treatment selection. Furthermore, as personalized medicine becomes more common, identifying genetic changes that cause cancer cells to become resistant to treatment is crucial. This chapter explores the emerging field of liquid biopsy, with a particular focus on the role and potential of circulating tumor cells (CTCs) in the context of colorectal cancer.",
    "doi": "10.1016/bs.ircmb.2024.10.001",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416279"
  },
  {
    "pubmed_id": "40287216",
    "title": "Circulating tumor cells in lung cancer: Integrating stemness and heterogeneity to improve clinical utility.",
    "abstract": "Circulating tumor cells (CTC), released by primary tumors into the bloodstream, represent a valuable source to inform on cancer heterogeneity, cancer progression, metastatic disease and therapy efficacy without the need of invasive tumor biopsies. However, the extreme rarity and heterogeneity of CTCs, occurring at genotypic, phenotypic and functional levels, poses a major challenge for the study of this population and explains the lack of standardized strategies of CTC isolation. Lung cancer, the leading causes of cancer-related death worldwide, is a paradigmatic example of how CTC heterogeneity can undermine the clinical utility of this biomarker, since contrasting data have been reported using different isolation technologies. Some evidences suggest that only a fraction of CTC, characterized by stem-like feature and partial epithelial-mesenchymal transition (EMT) phenotype, can sustain metastasis initiation. Cancer stem cells (CSCs) have the potential to maintain primary tumors, initiate metastasis and escape both chemotherapy and immunotherapy treatments. Moreover, a close connection has been reported in several tumor types among hybrid phenotype, characterized by retention of epithelial and mesenchymal traits, acquisition of CSC feature and increased metastatic potential. This review focuses on the phenotypic and functional heterogeneity of CTCs and the resulting implications for their isolation and clinical validation, especially in the setting of non-small cell lung cancer (NSCLC). In particular, we discuss the most relevant studies providing evidence for the presence and prognostic/predictive value of CTC subsets characterized by stem-like and hybrid EMT phenotype. Despite technical and conceptual issues, tracking circulating CSCs has the potential to improve the prognostic/predictive value of CTCs in NSCLC setting and could provide novel insights into the comprehension of the metastatic process and identification of novel therapeutic targets.",
    "doi": "10.1016/bs.ircmb.2024.03.001",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416290"
  },
  {
    "pubmed_id": "40287170",
    "title": "The Current and Future of Biomarkers of Immune Related Adverse Events.",
    "abstract": "With their groundbreaking clinical responses, immune checkpoint inhibitors (ICIs) have ushered in a new chapter in cancer therapeutics. However, they are often associated with life-threatening or organ-threatening autoimmune/autoinflammatory phenomena, collectively termed immune-related adverse events (irAEs). In this review, we will first describe the mechanisms of action of ICIs as well as irAEs. Next, we will review biomarkers for predicting the development of irAEs or stratifying risks.",
    "doi": "10.1016/j.iac.2025.01.010",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416293"
  },
  {
    "pubmed_id": "40287157",
    "title": "Giant cell tumour of the parotid gland: a rare, unusual entity.",
    "abstract": "There have been only 24 documented occurrences of the extremely uncommon giant cell tumour of the parotid gland. We report an additional case of a female patient in her late 40s who presented with a 2.5-year history of right-sided face swelling in the preauricular region. Fine-needle aspiration suggested the possibility of a primary giant cell tumour of the parotid, which was confirmed by histopathology, revealing a biphasic population of mononuclear stromal cells and osteoclast-like giant cells. There was no metastatic lesion in the cervical lymph node. No associated carcinomatous component was found. Immunohistochemistry was positive for haematopoietic, monocytic-lineage and mesenchymal markers while it was negative for epithelial and myoepithelial markers.",
    "doi": "10.1136/bcr-2024-261751",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416296"
  },
  {
    "pubmed_id": "40287151",
    "title": "Benign conjunctival fibrous histiocytoma involving the medial rectus.",
    "abstract": "We present the case of a woman in her 50s who attended the emergency department with a 3-week history of a rapidly growing, painless lesion in her left eye. She reported no additional symptoms and had no relevant medical, family or ocular history. On examination, a subconjunctival nodule measuring approximately 4×4 mm was noted in the nasal conjunctiva. The lesion was elevated, and no other abnormalities were observed. Extraocular movements were intact. The patient was scheduled for surgical excision. During surgery, the lesion had increased in size to 6×6 mm and was found to infiltrate the superficial sclera and the insertion of the medial rectus muscle. Histopathological analysis confirmed a diagnosis of benign fibrous histiocytoma. We detail the surgical technique employed and provide a review of the literature. To date, only one other case involving the medial rectus has been reported, which occurred in a 17-year-old girl.",
    "doi": "10.1136/bcr-2024-260520",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416299"
  },
  {
    "pubmed_id": "40286322",
    "title": "Clinical Pharmacology Overview of Tislelizumab in Patients With Advanced Tumors With a Focus on Racial Impact.",
    "abstract": "Tislelizumab, an anti-programmed cell death protein-1 monoclonal antibody, has demonstrated improved survival over the standard of care for multiple cancers. However, tislelizumab's effectiveness across different racial/ethnicity groups warrants further evaluation. This clinical pharmacology overview includes tislelizumab's pharmacokinetic properties, correlations with efficacy and safety, and immunogenicity, with a focus on racial impact. Non-compartmental pharmacokinetic analysis was conducted using data from Asian and White patients enrolled in BGB-A317-001 and BGB-A317-102. Population pharmacokinetic analyses used pooled data from 12 clinical studies to evaluate the impact of intrinsic/extrinsic factors on tislelizumab's pharmacokinetic properties, including race effect. Exposure-efficacy/exposure-safety relationships and immunogenicity assessments were evaluated for the phase III BGB-A317-302/-303 studies. Tislelizumab exhibited dose-proportional pharmacokinetics, and there were no clinically meaningful differences in tislelizumab's pharmacokinetic parameters at 200 mg once every 3 weeks between BGB-A317-001 (n = 12, 83% White patients) and BGB-A317-102 (n = 20, 100% Chinese patients); race was not a significant covariate. No clinically relevant exposure-efficacy/-safety relationships were observed in BGB-A317-302/-303. Incidence of anti-drug antibodies (ADAs) was similar between Asian and White patients. The presence of ADAs was not clinically relevant for tislelizumab's pharmacokinetic properties, efficacy, or safety. There were no differences in tislelizumab's pharmacokinetic or ADA characteristics between Asian and White patients with advanced cancer and no clinically relevant exposure-efficacy/-safety dependency or impact of immunogenicity on efficacy and safety. Data from the extensive clinical program of tislelizumab support the use of tislelizumab across broad patient populations with relevant tumor types.",
    "doi": "10.1111/cts.70221",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416302"
  },
  {
    "pubmed_id": "40286320",
    "title": "Alternative Dosing Regimens of Tislelizumab Using a Pharmacometrics Model-Based Approach.",
    "abstract": "Tislelizumab 200 mg once every 3 weeks (Q3W) is approved for the treatment of multiple cancers. We used a model-based approach to propose three alternative dosing regimens, 150 mg Q2W, 300 mg Q4W, and 400 mg Q6W, with the aims of providing flexible treatment regimens compatible with background chemotherapy and/or reducing infusion visits. A previously developed population pharmacokinetic model was used to simulate pharmacokinetic exposure of the alternative regimens. Regulatory guidance on alternative dosing was used to define pharmacokinetics-based criteria. Alternative doses were selected by simulation, exposure matching, and comparison to the reference regimen of 200 mg Q3W. Deviations from pharmacokinetics-based criteria were bridged using appropriate safety and efficacy references and exposure-response analyses. All three alternative dosing regimens produced comparable exposures versus 200 mg Q3W. Although simulated peak serum concentration (C<sub>max</sub>) at 300 mg Q4W and 400 mg Q6W was higher versus 200 mg Q3W, this was below the C<sub>max</sub> of the 5 mg/kg Q3W safety reference. And while the trough serum concentration (C<sub>trough</sub>) for 400 mg Q6W was slightly lower versus 200 mg Q3W, it was 10.7% higher than the 2 mg/kg efficacy reference C<sub>trough</sub>, and therefore, within the concentration range in which a flat exposure-efficacy relationship of tislelizumab has been established. Tislelizumab regimens of 150 mg Q2W, 300 mg Q4W, and 400 mg Q6W are expected to result in similar safety and efficacy as 200 mg Q3W.",
    "doi": "10.1111/cts.70223",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416305"
  },
  {
    "pubmed_id": "40286306",
    "title": "A Nonhealing, Painful, Exophytic, Eroded Nodule on the Left Fifth Toe.",
    "abstract": "A 34-year-old male with no significant past medical history presented for evaluation of a 15-year, growing, 8-mm, red eroded nodule with collarette of scale on his left fifth toe that appeared after a distant history of trauma. On initial examination, the lesion was clinically suspected to be a pyogenic granuloma. At this visit, a shave biopsy was performed revealing a soft white subcutaneous mass that was easily removed from the surrounding dermis. Histology revealed a soft-tissue mass with biphasic proliferation of elongated spindle cells with tapered nuclei occurring in compact cellular foci with palisading (Antoni A) and fewer paucicellular myxoid foci (Antoni B) consistent with a schwannoma. Schwannoma of the foot is rare, with the dorsum or interdigital space of the foot being the least reported manifestation on the foot. Podiatrists and dermatologists alike may consider schwannoma of the foot when evaluating chronic, non-healing, painful nodules, and papules.",
    "doi": "10.7547/24-088",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416308"
  },
  {
    "pubmed_id": "40286304",
    "title": "Techniques for the Management of Recurrent Ankle Equinus Deformity Due to a Hemangioma of the Calf.",
    "abstract": "Equinus deformity secondary to hemangioma of the calf in children can be difficult to treat. Several modes of treatment may be considered, such as radiotherapy, electrocoagulation, surgery, cryosurgery, carbon dioxide snow, silver nitrate, and sclerosing solutions. In this report, we present one case of equinus deformity caused by an extensive hemangioma in the calf muscles that was treated by an Ilizarov external fixator. The techniques offered the patient considerable relief with minimal complications.",
    "doi": "10.7547/23-046",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416310"
  },
  {
    "pubmed_id": "40286289",
    "title": "A Case of Primary Cutaneous Diffuse Large B-Cell Lymphoma, Leg Type in the Metatarsal Bone.",
    "abstract": "Primary cutaneous diffuse large B-cell lymphoma, leg type is a type of non-Hodgkin lymphoma. It is a fast-growing and aggressive cancer, therefore early diagnosis and treatment is crucial. It is a cutaneous lymphoma that secondarily invades and involves the bone as it progresses. It has been reported in the calcaneus, tarsal bones, lesser metatarsals, and ankle. Herein we present a case of primary cutaneous diffuse large B-cell lymphoma, leg type that was diagnosed from a metatarsal bone biopsy.",
    "doi": "10.7547/23-077",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.416316"
  },
  {
    "pubmed_id": "40286261",
    "title": "A Highly Sensitive Tissue-specific qRT-PCR-based Assay for Detection of Melanoma Cells in Tumor-Draining Lymph Nodes.",
    "abstract": "Melanoma invasion of regional lymph nodes, a critical event in the progression of this disease, is well documented as a poor prognostic factor for patients with melanoma. Assessing lymph node involvement is therefore a routine part of the diagnostic workup for patients presenting with melanoma at a T stage of ≥T2a. In clinical settings, the status and degree of melanoma lymph node involvement is traditionally characterized by histopathological analysis of tissue obtained during a sentinel lymph node biopsy, a labor-intensive and costly approach that requires technically challenging sample preparation and interpretation by a trained pathologist. Alternative approaches that might reduce the financial burden and turnaround time of a sentinel lymph node biopsy workup are therefore desirable. Likewise, the ability to accurately assess lymph node invasion by melanoma in experimental settings is necessary to gain new insights into mechanisms of distant metastasis and tumor-associated immune suppression. With these applications in mind, we recently developed, and describe herein, a tissue-specific qRT-PCR-based protocol for detecting melanoma cells within tumor-draining lymph nodes. Using murine models of lymph-node-invasive and lymph-node-noninvasive melanoma cell lines and a melanin-biosynthesis-pathway-specific Trp2 gene expression assay, we validated this method as a highly sensitive strategy for assessing lymph node involvement by melanoma. © 2025 Wiley Periodicals LLC. Basic Protocol 1: Growth and maintenance of murine melanoma cell cultures Basic Protocol 2: Extraction and quantification of RNA from murine melanoma cultures Basic Protocol 3: cDNA synthesis via reverse transcription Basic Protocol 4: Probe and primer design for TaqMan-based qPCR Basic Protocol 5: qPCR analysis of tissue-specific Trp2 gene expression Basic Protocol 6: In vitro validation of qRT-PCR Trp2 gene expression assay for detection of melanoma cells in murine whole lymph node preparations Basic Protocol 7: In vivo validation of qRT-PCR Trp2 gene expression assay for detection of melanoma cells in murine tumor-draining lymph nodes.",
    "doi": "10.1002/cpz1.70139",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904085"
  },
  {
    "pubmed_id": "40286187",
    "title": "Plant Alkaloids as Promising Anticancer Compounds with Blood-Brain Barrier Penetration in the Treatment of Glioblastoma: In Vitro and In Vivo Models.",
    "abstract": "Glioblastoma (GBM) is one of the most invasive central nervous system tumors, with rising global incidence. Therapy resistance and poor prognosis highlight the urgent need for new anticancer drugs. Plant alkaloids, a largely unexplored yet promising class of compounds, have previously contributed to oncology treatments. While past reviews provided selective insights, this review aims to collectively compare data from the last decade on (1) plant alkaloid-based anticancer drugs, (2) alkaloid transport across the blood-brain barrier (BBB) in vitro and in vivo, (3) alkaloid mechanisms of action in glioblastoma models (in vitro, in vivo, ex vivo, and in silico), and (4) cytotoxicity and safety profiles. Additionally, innovative drug delivery systems (e.g., nanoparticles and liposomes) are discussed. Focusing on preclinical studies of single plant alkaloids, this review includes 22 botanical families and 28 alkaloids that demonstrated anti-GBM activity. Most alkaloids act in a concentration-dependent manner by (1) reducing glioma cell viability, (2) suppressing proliferation, (3) inhibiting migration and invasion, (4) inducing cell death, (5) downregulating Bcl-2 and key signaling pathways, (6) exhibiting antiangiogenic effects, (7) reducing tumor weight, and (8) improving survival rates. The toxic and adverse effect analysis suggests that alkaloids such as noscapine, lycorine, capsaicin, chelerythrine, caffeine, boldine, and colchicine show favorable therapeutic potential. However, tetrandrine, nitidine, harmine, harmaline, cyclopamine, cocaine, and brucine may pose greater risks than benefits. Piperine's toxicity and berberine's poor bioavailability suggest the need for novel drug formulations. Several alkaloids (kukoamine A, cyclovirobuxine D, α-solanine, oxymatrine, rutaecarpine, and evodiamine) require further pharmacological and toxicological evaluation. Overall, while plant alkaloids show promise in glioblastoma therapy, progress in assessing their BBB penetration remains limited. More comprehensive studies integrating glioma research and advanced drug delivery technologies are needed.",
    "doi": "10.3390/molecules30071561",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904098"
  },
  {
    "pubmed_id": "40286175",
    "title": "Nanoparticles for Photodynamic Therapy of Breast Cancer: A Review of Recent Studies.",
    "abstract": "Photodynamic therapy (PDT) is a therapeutic method based on the interaction between light and a photosensitizer. Supported by nanoparticles, this method represents a promising interdisciplinary approach for the treatment of many diseases. This article reviews the latest 2024 developments in the design and applications of nanoparticles dedicated to stand-alone PDT of breast cancer. Strategies to improve therapeutic efficacy by enhancing reactive oxygen species (ROS) production, precise delivery of photosensitizers and their stabilization in the systemic circulation are discussed, among others. Results from preclinical studies indicate significant improvements in therapeutic efficacy, including inhibition of tumor growth, reduction in metastasis and improvement of the immune microenvironment. The potential of these technologies to expand PDT applications in medicine and the need for further clinical trials to confirm their safety and efficacy are highlighted.",
    "doi": "10.3390/molecules30071571",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904103"
  },
  {
    "pubmed_id": "40286151",
    "title": "Remote Co-Loading of Doxorubicin and Hydralazine into PEGylated Liposomes: In Vitro Anti-Proliferative Effect Against Breast Cancer.",
    "abstract": "Doxorubicin (DOX), an anthracycline chemotherapeutic agent, demonstrates efficacy against various types of cancer. Combining DOX with the antihypertensive drug hydralazine (HDZ) has been proposed as cardioprotective combination therapy, allowing for the use of a reduced DOX dose. The current study describes the remote co-loading of DOX and HDZ into PEGylated liposomes using, for the first time, a simultaneous pH gradient technique. First, PEGylated liposomes were prepared using an ethanol injection method and remotely loaded with DOX and HDZ. Then, DOX- and HDZ-loaded liposomes (Lip-DOX-HDZ) were characterized using DLS, TEM, FTIR, thermal analysis, drug leakage, and stability. Furthermore, the cellular uptake and cytotoxicity were evaluated in two human breast cancer cell lines (MCF7 and MDA-MB-231) and two normal cell lines (human dermal fibroblasts (HDFs) and rat cardiac cells (H9C2)). The results revealed that Lip-DOX-HDZ had a particle size of 158 ± 18 nm, PDI of 0.22 ± 0.08, and zeta potential of -22 ± 5 mV. The encapsulation efficiency of DOX and HDZ was 90% and 30%, respectively. Moreover, the IC<sub>50</sub> values of Lip-DOX-HDZ showed higher cytotoxicity against the MDA-MB-231 (5.5 ± 0.4 µM) and MCF7 (6.25 ± 0.9 µM) breast cancer cell lines compared to normal cells: HDF cells (20 ± 3.0 µM) and H9C2 cardiac cells (19.37 ± 2.0 µM). Our study found that remotely loaded Lip-DOX-HDZ showed a ~4-fold lower toxicity and selectivity for normal cells (HDFs and H9C2), compared to breast cancer cells. This suggests that Lip-DOX-HDZ is a promising nanocarrier for both DOX and HDZ, clinically potent molecules.",
    "doi": "10.3390/molecules30071549",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904107"
  },
  {
    "pubmed_id": "40286136",
    "title": "Lactoferrin-A Regulator of Iron Homeostasis and Its Implications in Cancer.",
    "abstract": "Cancer is a global health challenge, and its development is closely linked to iron metabolism. Cancer cells have an increased demand for this element, which promotes their proliferation, invasion, and metastasis. Excess iron catalyzes the formation of reactive oxygen species (ROS), which can both induce ferroptosis and initiate oncogenic signaling pathways. The deregulation of iron metabolism in cancer patients leads to anemia or toxic iron overload and also affects the gut microbiota. Lactoferrin (LF), a glycoprotein with strong iron chelating properties, can regulate its availability to cancer cells, thereby limiting their growth and progression. By chelating free Fe ions, LF reduces oxidative stress and inhibits the mechanisms that promote carcinogenesis. Additionally, it exhibits immunomodulatory and anti-inflammatory effects and may enhance the body's anti-tumor response. This review analyses the mechanisms of action of lactoferrin in the context of cancer, with a particular focus on its chelating, antioxidant, and immunomodulatory properties. The multidirectional effects of LF make it a promising component of preventive and therapeutic strategies, requiring further clinical studies.",
    "doi": "10.3390/molecules30071507",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904111"
  },
  {
    "pubmed_id": "40286130",
    "title": "The Co-Delivery of Natural Products and Small RNAs for Cancer Therapy: A Review.",
    "abstract": "This review summarizes the research progress in the co-delivery of natural products (NPs) and small RNAs in cancer therapy. NPs such as paclitaxel, camptothecin, and curcumin possess multi-target antitumor effects, but their applications are limited by drug resistance and non-specific distribution. Small RNAs can achieve precise antitumor effects through gene regulation, yet their delivery efficiency is low, and they are prone to degradation by nucleases. Nanomaterial-based drug delivery systems (nano-DDSs) provide an efficient platform for the co-delivery of both, which can enhance the targeting of their delivery and improve the synergistic antitumor effects simultaneously. The mechanisms of the antitumor action of natural compounds and small RNAs, the design and application of nanocarriers, and the latest research progress in co-delivery systems are introduced in detail in this paper. The application prospects of the co-delivery of natural compounds and small RNAs in cancer therapy are also discussed.",
    "doi": "10.3390/molecules30071495",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904115"
  },
  {
    "pubmed_id": "40286049",
    "title": "Androgen Receptors in Human Breast Cancer and Female Canine Mammary Tumors.",
    "abstract": "This review explores the potential role of androgens in human breast cancer and female canine mammary tumors. Human breast cancer is one of the most common cancers affecting women globally, while female canine mammary tumors provide a natural model for the study of human breast cancer due to their similar histopathologies and molecular features. Androgen receptors, typically linked to male sex hormones, are present in up to 90% of human breast tumors. These receptors interact with estrogen-receptor signaling, suggesting their involvement in a complex mechanism in cancer progression. Androgen receptors have become key players in breast cancer biology, offering new targets for therapeutic strategies. The presence of these receptors in both human and canine tumors raises important questions about their role in the development of these malignancies. While the exact mechanisms remain to be fully elucidated, research suggests that targeting androgen-receptor signaling could be a novel therapeutic approach for both humans and canines. Further studies are necessary to fully understand the implications of androgen-receptor expression and to develop more effective targeted therapies for these cancers.",
    "doi": "10.3390/molecules30071411",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904119"
  },
  {
    "pubmed_id": "40286013",
    "title": "Indocyanine Green-Loaded Quenched Nanoliposomes as Activatable Theranostics for Cancer.",
    "abstract": "Photodynamic therapy (PDT) and photothermal therapy (PTT) are considered to be one of the most effective methods for treating cancer due to their noninvasive nature, high effectiveness, and fewer side effects compared to standard therapeutic modalities for cancer. However, conventional always-on types of PDT and PTT agents have basic drawbacks in their in vivo applications, which include the unwanted generation of strong fluorescence signals and phototoxicity in normal tissues, including blood vessels, when exposed to light, resulting in poor imaging contrast and unwanted phototoxicity. Here, we propose indocyanine green-loaded quenched nanoliposomes (Q-ICG-NLs) as an activatable nanotheranostics. Q-ICG-NLs showed significant quenching in near-infrared fluorescence emission and singlet oxygen generation upon light irradiation. The photothermal effect of Q-ICG-NLs was 1.3 times greater than free indocyanine green. Its fluorescence and singlet oxygen generation were largely restored when taken up into cancer cells, enabling the selective detection and phototherapy of cancer cells. These results suggest that Q-ICG-NLs can be effectively used for selective near-infrared fluorescence imaging and the subsequent image-guided PDT and PTT of cancers.",
    "doi": "10.3390/molecules30071414",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904122"
  },
  {
    "pubmed_id": "40286004",
    "title": "TGFBI promotes EMT and perineural invasion of pancreatic cancer via PI3K/AKT pathway.",
    "abstract": "Pancreatic cancer is a highly lethal malignancy, and perineural invasion (PNI) is a common pathological feature that significantly contributes to poor prognosis. Our research identified TGFBI as a key player in PNI development. The expression of TGFBI in tissue and cancer cells were detected by RT-qPCR, Western blot, Immunohistochemistry, and ELISA. The localization of TGFBI in cells was analyzed by Immunofluorescence staining (IF). The neural invasion ability of cancer cells were assessed by in vitro neural invasion model. Moreover, Western blot was used to investigate epithelial-mesenchymal transition (EMT) markers and PI3K/AKT pathway markers to elucidate the underlying mechanisms. Finally, an in vivo neural invasion model was used to verify the tumorigenic ability of the cancer cells in the sciatic nerve. Our findings highlight that TGFBI is up-regulated in PNI tissue and significantly correlates with poor prognosis in pancreatic cancer patients. Based on in vitro experiments, knockdown of TGFBI reduced neural invasion, as well as EMT, whereas rTGFBI exhibited the reverse effect. Knockdown of TGFBI reduced PI3K/AKT phosphorylation in Capan-2 and CFPAC-1. Moreover, PI3K inhibitor LY294002 was observed to counteract the effects of TGFBI on neural invasion, and EMT in Capan-2 and CFPAC-1. In vivo, knockdown of TGFBI inhibited tumor formation in the sciatic nerve of mice. Finally, we confirmed TGFBI as potential biomarker for PNI and prognosis of pancreatic cancer. Collectively, we concluded that TGFBI activates the PI3K-AKT pathway in pancreatic cancer cells, ultimately promoting EMT and leading to PNI.",
    "doi": "10.1007/s12032-025-02736-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904125"
  },
  {
    "pubmed_id": "40285945",
    "title": "Incidence and management of diarrhoea associated with abemaciclib and endocrine therapy for hormone-receptor positive, HER2-negative metastatic breast cancer: the UK patients' experiences.",
    "abstract": "Addition of a CDK4/6 inhibitor to endocrine therapy (ET) prolongs survival in HR + /HER2-metastatic breast cancer (MBC). Gastrointestinal side effects, predominantly diarrhoea and abdominal pain, are common in patients receiving abemaciclib. This can potentially increase symptom burden, reduce quality of life (QoL) and affect treatment adherence. This longitudinal mixed-methods study with a 6-month follow-up explored patients' outcomes and experiences. Participants (n = 44) completed validated QoL measures at study-entry and at 1, 3 and 6 months. Weekly diarrhoea diaries with free-text response options assessed bowel movements and self-management strategies. Optional interviews gathered insight in patients' experiences. Forty-two participants completed study measures at study-entry and 24 at 6 months. 17/42 reported no gastrointestinal side-effects. Above threshold diarrhoea (≥ 3 loose/liquid stools daily) was reported at least once by 25/42, with 3/42 having persistent symptoms. Strategies to control diarrhoea, employed by 28/42, included dietary modifications, non-prescribed medication-use and nonadherence (dose interruption or reduction). Meaningful decline on the QoL diarrhoea subscale was observed in 12/37 at 1 month, 13/28 at 3 months and 8/23 at 6 months. Free-text analysis showed that diarrhoea disrupted everyday life in those affected. A proportion of this small sample of MBC patients treated with abemaciclib and ET-reported diarrhoea which affected symptom burden and QoL. Close symptom monitoring alongside targeted supportive/educational interventions should be introduced to reduce the negative impact on patients' lives. ClinicalTrials.gov Identifier: ISRCTN17281696.",
    "doi": "10.1007/s00520-025-09440-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:50.904128"
  },
  {
    "pubmed_id": "40285944",
    "title": "The safety and efficacy of VEGFR tyrosine kinase inhibitors for patients with gliomas: a systematic review, meta-analysis, and a specific analysis on glioblastoma.",
    "abstract": "Gliomas account for 24.5% of all primary brain tumors and 80% of all malignant tumors in adults. Vascular endothelial growth factor receptors (VEGFR) tyrosine kinase inhibitors (TKIs) play an important role in disrupting angiogenesis, tumor growth, and invasion. This study evaluates the outcomes of VEGFR TKIs in patients with glioma, with a specific analysis on glioblastoma (GBM). Electronic databases of PubMed/Medline, Embase, Scopus, and Web of Science were conducted until 23 July 2024. Studies that evaluated the survival of patients with glioma treated with VEGFR TKI were included. All statistical analyses were conducted using the R program. A total of 24 studies, including 1,146 glioma patients with a median age range of 5.8 to 62 years were recruited. Regarding progression-free survival (PFS), the six-month PFS rate was reported with a pooled value of 21% [95% CI: 15% to 28%]. The 12-month PFS rate was evaluated in three studies, ranging from 5 to 38% with a pooled rate of 15% [95% CI: 8% to 27%]. Considering the radiological response, the pooled overall response rate (ORR) was 21% [95% CI: 15%-28%]. Evaluation of the subgroups based on drug type at the six-month follow-up showed no significant difference in overall survival (OS) rates among patients (p = 0.06). Our results revealed that VEGFR TKIs in patients with glioma, were associated with limited efficacy. The long-term effectiveness of these treatments remains controversial and requires longer follow-up, which is challenging in cancer cases.",
    "doi": "10.1007/s10143-025-03536-8",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374147"
  },
  {
    "pubmed_id": "40285941",
    "title": "First-line pazopanib in patients with metastatic epithelioid hemangioendothelioma: a retrospective single-center analysis.",
    "abstract": "Epithelioid hemangioendothelioma (EHE) represents an ultra-rare, translocated vascular sarcoma with a heterogeneous course of disease. The optimal systemic treatment for patients with advanced EHE remains unclear. We sought to evaluate the value of pazopanib (PAZ) as a first-line treatment in metastatic EHE. Thirteen patients with metastatic EHE and PAZ as a first-line treatment at our institution between 2012 und 2023 were reviewed and analyzed with regard to clinical outcomes. At a median follow-up of 51.4 months, the median progression-free survival (PFS) and overall survival (OS) were 35.1 and 53.8 months, respectively. In patients with documented prior tumor progression (n = 10), the median PFS and OS were 12.6 and 105 months, respectively. In patients with serosal effusion/ systemic symptoms (n = 4), the median PFS and OS were 6.1 and 10.3 months. The clinical benefit rate of the overall cohort was 62% with no complete or partial responses. Two of four patients experienced a reduction of symptoms (pain and ascites reduction/hemoptysis, respectively) under treatment with PAZ. Toxicity was mainly gastrointestinal and manageable with dose reductions. Permanent treatment interruption due to toxicity was necessary in one patient. This is the first study to systematically report survival outcomes for PAZ as a first-line treatment in patients with metastatic EHE. PAZ is active and safe in patients with metastatic EHE and may be considered as an alternative to sirolimus for specific patient subgroups. RECIST criteria should be questioned for evaluation of treatment response in EHE.",
    "doi": "10.1007/s00432-025-06208-8",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374157"
  },
  {
    "pubmed_id": "40285937",
    "title": "Are those all my options? Evaluating oncologists' communication strategies in treatment and clinical trial discussions by race and gender.",
    "abstract": "Increasing patient enrollment and promoting equity in trial participation are essential to improving cancer care outcomes. Physicians play a crucial role in decision-making, making it important to understand communication strategies used by oncologists when discussing treatment options, including clinical trial participation. This observational qualitative study was conducted from 2022 to 2023. We recruited US medical oncologists who treat colon cancer and have access to clinical trials. Oncologists participated in simulated telehealth encounters with standardized patients with colon cancer who identified as Black or white and were referred to discuss treatment options, including a potential clinical trial. Of 107 academic physicians contacted, 47 (44%) responded, and 21 (20%) participated. The median age was 41, 43% female, and 33% non-white. Average encounter length was 44:05 minutes. One to four treatment options were discussed. Clinical trials were discussed in nearly all conversations. Average duration of clinical trial-related talk was 08:30 minutes. Conversations with Black female patients were significantly shorter than with white female patients (mean difference: 7 minutes). Recommendations varied with 9/21 oncologists recommending a clinical trial, 9/21 deferring a decision, and 3/21 recommending standard of care. In the post-encounter survey, 86% of oncologists said they recommended a trial but only 43% actually did so. Oncologists' communication about treatment options may impact patients' decisions and trial participation. In our study, fewer than half of oncologists recommended a trial with variability in how options were presented and the length of discussion. There was also a misperception with more oncologists thinking they recommended a trial, but they did not in the encounter. A more structured approach to these complex discussions may help oncologists communicate treatment options to patients in a more equitable and effective way.",
    "doi": "10.1007/s00520-025-09491-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374161"
  },
  {
    "pubmed_id": "40285932",
    "title": "Identification of the oncogenic role of centromere protein M in non-small cell lung cancer via CDC20/MYBL2/Wnt signaling pathways.",
    "abstract": "Lung cancer remains the most prevalent carcinoma with a high mortality rate, yet the underlying mechanisms driving pulmonary neoplasia and disease progression are not fully understood. In our study, we conducted a comprehensive analysis of the transcriptome profiles and clinicopathological characteristics of 515 patients diagnosed with non-small cell lung cancer (NSCLC) from the TCGA database. We identified a significant upregulation of centromere protein M (CENPM) in NSCLC tissues, which was positively correlated with poor prognosis. Furthermore, overexpression of CENPM markedly promoted cell proliferation and increased the tumorigenic potential of NSCLC cell lines (A549/NCI-H1299), leading to accelerated tumor progression and reduced survival time in tumor-bearing mice. Mechanistically, CENPM activated the Wnt/β-catenin signaling pathway via the cell division cycle 20 (CDC20)/MYB proto-oncogene-like 2 (MYBL2) axis. Inhibition of either Wnt signaling or the CDC20/MYBL2 axis attenuated the tumorigenic potential and proliferative effects induced by CENPM. Our findings underscore the critical role of CENPM in driving NSCLC development and suggest that CENPM could serve as a novel biomarker for predicting NSCLC progression in clinical settings.",
    "doi": "10.1007/s10735-025-10423-5",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374163"
  },
  {
    "pubmed_id": "40285921",
    "title": "Exploring the real-world experience of abemaciclib treatment for HR +, HER2 - metastatic breast cancer-a qualitative analysis of the IMPACTOR study.",
    "abstract": "The IMPACTOR study (IMPact of AbemaCiclib on patienTs' rOles and Responsibilities-ISRCTN17281696) was developed to capture experiences of women with MBC being treated with abemaciclib in a real-world setting. The primary aim was to explore changes to quality of life over time and our secondary aim was to understand these changes in detail via qualitative interviews, as presented here. A singular interview was offered to participants who had expressed an interest at the point of consent. These were all conducted remotely using a semi-structured interview topic guide. Twenty interviews were completed and analysed using a framework approach to thematic analysis. Eight themes were developed-COVID-19, experience of MBC, side effects, side effect management, treatment information and support, relationship impacts, impact on daily life, and finances and employment. It was apparent that participants faced side effects from treatment but undertook steps to manage these as much as possible. Adaptations were often led by a belief about the benefits of remaining on treatment. Adjustments ranged from modifying routines to carrying personal hygiene supplies when out in public in case of diarrhoea. While this was anticipated, other side effects were less well known with variable clinical support and available information. Family support was raised frequently, predominantly in relation to the impact MBC had on roles and relationships. Themes from this work can be thought of via theories about treatment belief and adherence, such as the common-sense and self-regulation models, as participants reflected on both emotional and cognitive coping strategies. Trial registration - ISRCTN17281696.",
    "doi": "10.1007/s00520-025-09444-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374166"
  },
  {
    "pubmed_id": "40285919",
    "title": "The risk factors influencing nonroutine discharge in surgical patients with spinal metastases: a scoping review.",
    "abstract": "Nonroutine discharge is associated with increased healthcare costs and higher readmission rates among surgical patients with spinal metastases. However, the factors influencing nonroutine discharge remain inadequately summarized, and related research is still in its early stages. This review aims to identify and analyze the risk factors associated with nonroutine discharge in these patients, with the goal of informing discharge planning. A scoping review was conducted following the framework established by Arksey and O'Malley. We systematically searched PubMed, Web of Science, and CINAHL for studies examining risk factors influencing nonroutine discharge in surgical patients with spinal metastases. Data extraction was performed independently by two researchers, with discrepancies resolved by a third reviewer. Nine studies were included, which identified a range of factors influencing nonroutine discharge. These factors were categorized into three main domains: (1) sociodemographic factors (age, race, insurance status, marital status, and family member involvement), (2) disease-related factors (spinal cord injury grade, serum albumin level, body mass index, spinal surgery segment, type of surgery, preoperative functional dependency, ASA grade, emergency versus elective surgery, and activities of daily living at discharge), and (3) other factors (frailty index, comorbidity index, and the efficiency of the referral or discharge process). The risk of nonroutine discharge in surgical patients with spinal metastases is influenced by sociodemographic, disease-related, and other factors. Early identification of patients at risk for nonroutine discharge is crucial for implementing a comprehensive, nurse-led discharge plan aimed at reducing hospital stay duration and minimizing related complications.",
    "doi": "10.1007/s00520-025-09481-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374168"
  },
  {
    "pubmed_id": "40285898",
    "title": "SDH defective cancers: molecular mechanisms and treatment strategies.",
    "abstract": "Succinate dehydrogenase (SDH), considered as the linkage between tricarboxylic acid cycle (TCA cycle) and electron transport chain, plays a vital role in adenosine triphosphate (ATP) production and cell physiology. SDH deficiency is a notable characteristic in many cancers. Recent studies have pinpointed the dysregulation of SDH can directly result its decreased catalytic activity and the accumulation of oncometabolite succinate, promoting tumor progression in different perspectives. This article expounds the various types of SDH deficiency in tumors and the corresponding pathological features. In addition, we discuss the mechanisms through which defective SDH fosters carcinogenesis, pioneering a categorization of these mechanisms as being either succinate-dependent or independent. Since SDH-deficient and cumulative succinate are regarded as the typical features of some cancers, like gastrointestinal stromal tumors, pheochromocytomas and paragangliomas, we summarize the presented medical management of SDH-deficient tumor patients in clinical and preclinical, identifying the potential strategies for future cancer therapeutics.",
    "doi": "10.1007/s10565-025-10022-w",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374171"
  },
  {
    "pubmed_id": "40285896",
    "title": "Use of NCCN distress thermometer in cancer genetics patients.",
    "abstract": "Distress is not routinely measured in patients undergoing cancer genetic counseling. We evaluated the use of the National Comprehensive Cancer Network® (NCCN®) Distress Thermometer (DT) and Problem List (PL) in an unselected population of individuals presenting to a cancer genetics clinic to determine their utility in assessing distress in this population. Patients presenting to one cancer genetics clinic between April 2019 and March 2020 were asked to complete the DT and PL (2019 version). New patients aged 18 or older were divided into categories of low (DT score < 4) and high distress (DT score ≥ 4), consistent with NCCN groupings for evaluation of distress. Correlates of distress were explored using Chi-square and t tests. Younger age and female sex assigned at birth were associated with reporting high distress. Personal history of cancer was not associated with high distress. Worry, fatigue, and sleep disturbance were the most commonly patient-reported problems. Findings from this study show that the DT can assist in identifying patients undergoing cancer genetic counseling who are experiencing high distress; however, research to develop a PL more specific to the concerns of the oncology genetic counseling patient population may be considered to better identify relevant patient problems.",
    "doi": "10.1007/s00520-025-09473-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374173"
  },
  {
    "pubmed_id": "40285890",
    "title": "Craniopharyngiomas in children: the pendulum moves again for an aggressive surgery-late complications and considerations with a recent series of 26 patients treated in Lyon.",
    "abstract": "Craniopharyngioma (CP) surgery in children leads to high rate of recurrence, and morbid complications. Transcranial approach is the most frequently proposed surgical technique, but transsphenoidal endoscopic approach is also used. Pre- and post-operative complications of the tumor are well known, but early multidisciplinary management could improve the long-term outcome of these patients. The aim of this study was to analyse the risk factors for pre-and post-operative long-term complications in a series of patients operated with an aggressive removal for CP. A retrospective study of 26 children diagnosed with CP was carried out. The surgical total removal was possible in 88% of cases after the revision of the post-operative MRI realized in the first 48 h. Children with hypothalamic involvement were more likely to have endocrine deficits and to be overweight or obese pre-operatively. They also had a higher risk of early post-operative complications, and late morbidities. Children with CP and strong hypothalamic involvement, have a higher risk of pre- and post-operative complications but complete removal is associated with a high rate of cure with global good neuropsychological results. Early multidisciplinary post-operative management should be reinforced to improve the long-term outcome but surgery with total removal can insure definitive acceptable clinical results.",
    "doi": "10.1007/s00381-025-06815-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374175"
  },
  {
    "pubmed_id": "40285889",
    "title": "Blockade of TIGAR prevents CD8<sup>+</sup> T cell dysfunction and elicits anti-AML immunity.",
    "abstract": "Acute myeloid leukemia (AML) cells and activated T cells rely on aerobic glycolysis for energy metabolism. The TP53-induced glycolysis and apoptosis regulator (TIGAR) inhibits glycolysis and protects AML cells from apoptosis. Preliminary studies suggest that combining TIGAR inhibition with the glycolysis inhibitor 2-deoxy-D-glucose (2-DG) may offer a therapeutic strategy for AML. However, it remains unclear whether silencing TIGAR can enhance T cell function and thereby improve AML prognosis. This study aims to investigate whether TIGAR silencing in host can eliminate AML cells and rejuvenate dysfunctional T cells with mouse models. TIGAR knockout mice on the C57BL/6J background were generated and AML mouse models were established through intravenous injection of C1498 cells. We found that TIGAR depletion enhanced CD8<sup>+</sup> T cell counts and raised CD4/CD8 ratio, downregulating CD44 and immune checkpoints CTLA-4, LAG-3, PD-1 on cell surface of CD8<sup>+</sup> T cells. TIGAR depletion boosted cytokine secretion (IFN-γ, perforin, granzyme B, TNF-α) by CD8<sup>+</sup> T cells and IL-2, TNF-α by CD4<sup>+</sup> T cells, improving cytotoxicity against AML cells, proliferation, and reducing apoptosis. TIGAR suppression in host with 2-DG prolonged AML mouse survival, decreased tumor burden, and leukemic infiltration. TIGAR suppression restored thymic T cell development and peripheral immune balance. Single-cell RNA sequencing analysis also revealed that high TIGAR expression influences the glycolysis pathway, and correlates with markers of T cell exhaustion. This study indicates that blocking TIGAR prevents CD8<sup>+</sup> T cell dysfunction and induces anti-AML immunity.",
    "doi": "10.1007/s00262-025-04042-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.374178"
  },
  {
    "pubmed_id": "40285885",
    "title": "Lymphedema management in patients with head and neck cancer: a systematic review of randomized controlled trials on physical therapy interventions.",
    "abstract": "Lymphedema is one of the most common side effects following oncological treatment. This systematic review analyzed the latest literature concerning the efficacy of physical therapy interventions in treating secondary lymphedema in patients with head and neck cancer. Medline, Web of Science, Scopus, and Cochrane Library were searched for studies published before August 2023. Randomized controlled trials in which physical therapy was applied to treat lymphedema in head and neck cancer were included. Reviewers blinded screened the articles retrieved, scored methodological quality, and extracted data. The review was conducted according to the PRISMA statement and registered in PROSPERO (CRD42023439643). Risk of bias assessment was performed using the Cochrane tools. A total of four randomized controlled trials were included. They comprise 167 patients, and only one of the studies achieved a low risk of bias. Interventions were kinesio taping, compression therapy, manual lymphatic drainage and/or exercise applied in combination with skin care and self-management. Some adverse effects related to intervention were mild and transitory. The findings shown by this review were that an exercise program plus manual lymphatic drainage supplemented with kinesio taping or compression therapy could be beneficial for external lymphedema. Neither therapy achieved an improvement in internal lymphedema.",
    "doi": "10.1007/s00520-025-09438-1",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978968"
  },
  {
    "pubmed_id": "40285867",
    "title": "Lipotoxicity, lipid peroxidation and ferroptosis: a dilemma in cancer therapy.",
    "abstract": "The vulnerability of tumor cells to lipid peroxidation, driven by redox imbalance and lipid overabundance within the tumor microenvironment (TME), has become a focal point for novel antitumor strategies. Ferroptosis, a form of regulated cell death predicated on lipid peroxidation, is emerging as a promising approach. Beyond their role in directly eliminating tumor cells, lipid peroxidation and its products, such as 4-hydroxynonenal (HNE), exert an additional influence by damaging DNA and shaping an environment conducive to tumor growth and metastasis. This process polarizes macrophages towards a pro-inflammatory phenotype, dampens the antigen-presenting capacity of dendritic cells (DCs), and undermines the cytotoxic functions of T and NK cells. Furthermore, it transforms neutrophils into pro-tumorigenic polymorphonuclear myeloid-derived suppressor cells (PMN-MDSCs). The lipid peroxidation of stroma cells also contributes to tumor progression. Although advanced nanotherapies have shown the ability to target tumor cells precisely, they often overlook the nuanced effects of lipid peroxidation products. In this review, we highlight a synergistic mechanism in which lipid peroxidation products and ferroptosis contribute to an immunosuppressive state that is temporally distinct from cell death. This insight broadens our understanding of ferroptosis-derived immunosuppression, encompassing all types of immune cells within the TME. This review aims to catalyze further research in this underexplored area, emphasizing the potential of lipid peroxidation products to hinder the clinical translation of ferroptosis-based therapies.",
    "doi": "10.1007/s10565-025-10025-7",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978979"
  },
  {
    "pubmed_id": "40285820",
    "title": "Enhancing tumor control in liver metastases treated with SBRT: dosimetric predictors and clinical outcomes from a single-center analysis.",
    "abstract": "Liver metastases, a hallmark of systemic disease, carry a poor prognosis despite advancements in systemic therapies. Stereotactic body radiation therapy (SBRT) has emerged as a promising local treatment, offering durable tumor control with minimal toxicity. However, the optimal dosimetric strategies to maximize outcomes remain an area of active investigation. This retrospective study evaluated 76 patients with 101 liver metastases treated with SBRT between November 2012 and June 2024. Dosimetric parameters were analyzed, including prescribed dose (PD) and dose metrics for planning target volume (PTV) and gross tumor volume (GTV), with doses converted to equivalent doses in 2 Gy fractions (EQD2, α/β = 10). Tumor control probability (TCP) models and survival outcomes were assessed, with a focus on the prognostic impact of dosimetric and clinical factors. Median overall survival (OS) was 33 months, with 1-year and 3-year OS rates of 74.1% and 39.4%, respectively. Freedom from local progression (FFLP) was 82.5% at 12 months. PD emerged as the strongest independent predictor of local control, with an optimal threshold of 77.44 Gy EQD2 significantly improving 1-year FFLP rates (96.8% vs. 67.2%; p = 0.007). Advanced motion management techniques, including internal breath-hold (iBH) with image-guided radiotherapy (IGRT), demonstrated superior local control outcomes. Predictive modeling confirmed PD as the most robust dosimetric metric, correlating with a high TCP and outperforming other dose metrics. Toxicity was minimal, with only 3.9% experiencing grade ≥ 3 adverse events. SBRT represents a highly effective and safe approach for liver metastases, with PD and advanced imaging emerging as pivotal determinants of tumor control. These findings underscore the importance of precise dosimetric planning and motion management in optimizing SBRT outcomes. This study provides a robust framework for personalized treatment strategies, contributing to the integration of SBRT as a cornerstone in the multidisciplinary management of liver metastases.",
    "doi": "10.1007/s10585-025-10344-3",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978982"
  },
  {
    "pubmed_id": "40285805",
    "title": "Innovative nanoparticle strategies for treating oral cancers.",
    "abstract": "Conventional therapies for oral squamous cell carcinoma (OSCC), a serious worldwide health problem, are frequently constrained by inadequate targeting and serious side effects. Drug delivery systems (DDS) based on nanoparticles provide a possible substitute by improving drug stability, target accuracy, and lowering toxicity. By addressing issues like irregular vasculature and thick tumor matrices, these methods allow for more effective medication administration. For instance, the delivery of cisplatin via liposomes, as opposed to free drug formulations, results in a 40% improvement in tumor suppression. Likewise, compared to traditional techniques, poly (lactic-co-glycolic acid) (PLGA) nanoparticles can produce up to 2.3 times more intertumoral drug accumulation. These platforms have effectively administered natural substances like curcumin and chemotherapeutics like paclitaxel, enhancing therapeutic results while reducing adverse effects. Despite their promise, several types of nanoparticles have drawbacks. For example, PLGA nanoparticles have scaling issues because of their complicated production, whereas liposomes are quickly removed from circulation. In preclinical investigations, functionalized nanoparticles-like EGFR-targeted gold nanoparticles-improve selectivity and effectiveness by obtaining up to 90% receptor binding. By preferentially accumulating in tumors via the increased permeability and retention (EPR) effect, nanoparticles also improve immunotherapy and radiation. Mechanistically, they increase the death of cancer cells by causing DNA damage, interfering with cell division, and producing reactive oxygen species (ROS). There are still issues with toxicity (such as the buildup of metallic nanoparticles in the liver) and large-scale manufacturing. Nevertheless, developments in multifunctional platforms and stimuli-responsive nanoparticles show promise for getting over these obstacles. These developments open the door to more individualized and successful OSCC therapies.",
    "doi": "10.1007/s12032-025-02728-y",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978984"
  },
  {
    "pubmed_id": "40285800",
    "title": "Liquid biopsies for the monitoring of gliomas and brain metastases in adults.",
    "abstract": "Clinical evaluation and MR imaging are currently the cornerstone of brain tumor progression monitoring. However, this is complicated by the occurrence of treatment effects such as pseudoprogression and radionecrosis. While essential for patient management, the distinction from true progression remains a significant challenge. Moreover, MR imaging provides limited real-time insights into tumor heterogeneity, genetic divergence, and treatment resistance. Although surgical histopathological biopsies can yield additional valuable information, they are not always conclusive, invasive, and therefore, not suitable for longitudinal measurements. In the era of precision medicine, there is a critical need for minimally invasive, accurate, and cost-effective monitoring methods for both primary brain tumors and brain metastases. Liquid biopsies have emerged as a potential candidate. Various analytes, including circulating nucleic acids, extracellular vesicles, platelet RNAs, and circulating tumor cells, can be obtained from whole blood and its derivatives, as well as other body fluids such as cerebrospinal fluid. In this narrative review, we outline the potential of liquid biopsies for the management of gliomas and brain metastases in adults and emphasize their utility in monitoring disease progression and treatment response. We discuss the most studied biofluids and analytes, along with their respective advantages and downsides. Furthermore, we address key considerations for future research and biobanking to pave the way for clinical implementation.",
    "doi": "10.1007/s00401-025-02880-9",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978987"
  },
  {
    "pubmed_id": "40285796",
    "title": "Multifaceted functions of tissue-resident memory T cells in tumorigenesis and cancer immunotherapy.",
    "abstract": "Tissue-resident memory T (T<sub>RM</sub>) cells are well reported as a strong protective first line of defense against foreign antigens in non-lymphoid tissues. Moreover, T<sub>RM</sub> cells have demonstrated critical protective roles in antitumor immunity, contributing to enhanced survival and tumor growth inhibition across various cancer types. However, surprisingly, recent studies suggest that T<sub>RM</sub> cells can exhibit paradoxical effects, potentially promoting tumor progression under certain conditions and leading to adverse outcomes during antitumor immune responses. Understanding the complexities of T<sub>RM</sub> cell functions will enable us to harness their potential in advancing cancer immunotherapy more effectively. Therefore, this review comprehensively investigates the dual roles of T<sub>RM</sub> cells in different tumor contexts, highlighting their protective functions in combating cancers and their unfavorable potential to exacerbate tumor development. Additionally, we explore the implications of T<sub>RM</sub> cell behaviors for future cancer treatment strategies, emphasizing the need for further research to optimize the therapeutic exploitation of T<sub>RM</sub> cells while mitigating their deleterious effects.",
    "doi": "10.1007/s00262-025-04035-x",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978989"
  },
  {
    "pubmed_id": "40285781",
    "title": "Evaluation of blood components and their association with Interleukin-18 in chronic myeloid leukemia.",
    "abstract": "This study investigated the association between Chronic Myeloid Leukemia (CML), Interleukin-18 (IL-18), and blood components. A case-control, multi-center trial was conducted from November 12, 2023, to August 8, 2024, including 134 CML patients and 44 healthy controls. Results indicated a statistically significant difference between the control group and CML patients in IL-18 levels, platelet count (PLT), and white blood cell count (WBC) (p = 0.048, 0.033, and 0.029, respectively). A significant age difference was also observed between the control group and patients (p = 0.0441). Furthermore, there was a highly significant difference in age distribution (>40, 40-60, <60 years) between the two groups (p = 0.0001). Significant differences were also found in PDW, RBC, MCHC, RDW-CV, MCH, HCT, and PCT levels (p = 0.0001). MPV and RDW-SD also showed significant differences between groups (p = 0.0006 and 0.0498, respectively). Finally, a significant difference was observed in age distribution (less than 40, 40-60, and more than 60 years) between the two groups (p=0.048). These findings suggest that IL-18 and specific blood components may play a role in the pathogenesis of CML.",
    "doi": "10.14715/cmb/2025.71.4.10",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978991"
  },
  {
    "pubmed_id": "40285779",
    "title": "Unveiling the impact of CD133 and CD105 in MDA-MB-231 cell-derived exosomes on breast cancer cell signaling pathways.",
    "abstract": "Recent studies have revealed the critical role of exosomes in cancer progression, particularly aggressive breast cancers. These findings underscore the requirement for further investigation into the mechanisms of exosome-mediated cancer and emphasize the urgency and critical nature of such studies. In the present study, exosomes of MDA-MB-231 cells were isolated from serum-free media using differential ultracentrifugation. Size distribution was assessed using dynamic light scattering, and exosome morphology was examined using scanning electron microscopy. Flow cytometry analysis showed considerable expression of the metastatic markers CD105 and CD133, although cancer cells exhibited low expression of these markers. Exosomes were labeled with Aco-490 and internalized by MDA-MB-231 and MCF-7 cells. The results indicated that post-sorting, CD133-positive exosomes considerably increased the phosphorylation of AKT and extracellular signal-regulated kinase, although they did not have a notable influence on cyclin D1 levels. This study investigated the effects of exosomes on breast cancer, underscoring the requirement for further studies on exosomes that may potentially impede metastasis and tumor growth.",
    "doi": "10.14715/cmb/2025.71.4.12",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978992"
  },
  {
    "pubmed_id": "40285776",
    "title": "MORC2 facilitates cholangiocarcinoma progression through cell cycle acceleration and immune microenvironment modification.",
    "abstract": "This study explored a novel therapeutic target, MORC2 (Microrchidia family CW-type zinc finger 2), for patients with unresectable advanced Cholangiocarcinoma (CCA), a lethal epithelial cell malignancy lacking effective treatments. Utilizing bioinformatics analysis, we examined MORC2's role in CCA progression. The focus was on its association with the cell cycle and its involvement in the tumor's immunosuppressive microenvironment. MORC2 was found to accelerate CCA cell proliferation by promoting cell cycle progression through the activation of TNF-α signaling via the NFKB signaling pathway. Furthermore, the downregulation of MORC2 induced cell cycle arrest and might facilitate neutrophil infiltration by upregulating CCL3, indicating its pivotal role in modifying the immunosuppressive tumor microenvironment. Our findings suggest that MORC2 plays a crucial role in both the proliferation of CCA cells and the modification of the tumor microenvironment. Targeting MORC2 presents a novel potential therapeutic approach for patients with advanced CCA.",
    "doi": "10.14715/cmb/2025.71.4.15",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978996"
  },
  {
    "pubmed_id": "40285678",
    "title": "Identifying predictors of overall survival among patients with TMB-low metastatic cancer treated with immune checkpoint inhibitors.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have significantly advanced cancer therapy, yet their efficacy in tumors with low tumor mutational burden (TMB) remains suboptimal. In this study, we aimed to elucidate the impact of somatic mutations on overall survival (OS) in TMB-low patients treated with ICIs and to explore the potential for personalized treatment selection through machine learning. We conducted a comprehensive analysis of 1172 TMB-low (TMB < 10 mutations per megabase) patients with cancer receiving ICIs, examining the association between specific gene mutations and OS. Additionally, we developed a decision tree model (DTM) to predict OS based on clinical features and tumor mutational profiles. Our findings reveal that mutations in DAXX, HLA-A, H3C2, IGF1R, CTNNB1, SMARCA4, KMT2D, and TP53 are significantly associated with poorer survival outcomes in the multivariate analysis. Remarkably, for renal cell carcinoma (RCC) patients, VHL mutations predicted improved OS following ICI even when adjusted for age, sex, and microsatellite instability (MSI) status in both multivariate analysis and the DTM model. These results reinforce the prevailing notion that TMB alone does not predict ICI response, highlighting the critical role of individual gene mutations in TMB-low tumors under ICI therapy. Furthermore, our study demonstrates the promise of machine learning models in optimizing ICI treatment decisions, paving the way for more precise and effective therapeutic strategies in this patient population.",
    "doi": "10.1093/oncolo/oyaf078",
    "domain": "Oncology[MeSH Major Topic]",
    "timestamp": "2025-04-27T17:38:51.978998"
  }
]